class Question {
  final String text;
  final List<String> options;
  final int correctIndex;

  Question({
    required this.text,
    required this.options,
    required this.correctIndex,
  });
}

final List<Question> questions = [
  Question(
    text: '1. Η ελευθερία έκφρασης γνώμης ασκείται:',
    options: [
      'α. Από τους/τις Έλληνες/ίδες πολίτες',
      'β. Από όσους/ες ευρίσκονται στην Ελληνική επικράτεια',
      'γ. Από τους/τις Έλληνες/ίδες πολίτες και τους/τις Έλληνες/ίδες ομογενείς',
      'δ. Από τους/τις κατόχους της κοινής Ευρωπαϊκής ιθαγένειας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '2. Τα βασανιστήρια:',
    options: [
      'α. Επιτρέπονται για την αποτροπή τρομοκρατικής επίθεσης',
      'β. Δεν επιτρέπονται σε καμία περίπτωση',
      'γ. Επιτρέπονται με νόμο που ψηφίζει η Βουλή με τα 3/5 των μελών της',
      'δ. Επιτρέπονται για την προστασία της εδαφικής ακεραιότητας της χώρας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '3. Το δικαίωμα επιλογής επαγγέλματος:',
    options: [
      'α. Αποτελεί έκφραση της ελευθερίας συμμετοχής στην κοινωνική ζωή της Χώρας',
      'β. Δεν αποτελεί έκφραση της ελευθερίας συμμετοχής στην οικονομική ζωή της Χώρας',
      'γ. Δεν αποτελεί δικαίωμα',
      'δ. Είναι ειδική μορφή της οικονομικής ελευθερίας',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '4. Η ελευθερία ανάπτυξης της προσωπικότητας (άρ. 5 παρ. 1 Συντ.) ασκείται:',
    options: [
      'α. Μόνο από τους/τις Έλληνες/ίδες πολίτες',
      'β. Από τους/τις Έλληνες/ίδες πολίτες, τους/τις Ευρωπαίους/ες πολίτες, τους/τις',
      'γ. Μόνο από τους/τις Έλληνες/ίδες και Ευρωπαίους/ες πολίτες',
      'δ. Μόνο από τους/τις Έλληνες/ίδες πολίτες και τους/τις ομογενείς',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '5. Κατοικία κατά την έννοια του άρ. 9 Συντ. αποτελεί:',
    options: [
      'α. Κάθε χώρος που ο άνθρωπος ορίζει ως χώρο διαβιώσεως και εργασίας',
      'β. Κάθε χώρος που ο άνθρωπος ορίζει ως χώρο διαβιώσεως μόνο',
      'γ. Κάθε χώρος που ο άνθρωπος ορίζει ως χώρο εργασίας μόνο',
      'δ. Κάθε χώρος που ο άνθρωπος διαμένει έστω και για λίγες ώρες όπως το δωμάτιο',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '11. Ένας νόμος που παραβιάζει συνταγματικά δικαιώματα:',
    options: [
      'α. Μπορεί να κηρυχθεί ανίσχυρος έναντι πάντων από το Ανώτατο Ειδικό Δικαστήριο αν',
      'β. Δεσμεύει κάθε δικαστήριο γιατί έχει θεσπιστεί με έγκυρο τρόπο',
      'γ. Μπορεί να ακυρωθεί από κάθε δικαστήριο',
      'δ. Μπορεί να ακυρωθεί μόνο από τα ανώτατα δικαστήρια',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '14. Απαγορεύεται η μεταβολή του προορισμού των δασών:',
    options: [
      'α. Εκτός εάν εξυπηρετείται υπέρτερο  δημόσιο συμφέρον',
      'β. Χωρίς αποζημίωση',
      'γ. Χωρίς νόμο ψηφισμένο από τα 3/5 των μελών της Βουλής',
      'δ. Χωρίς να ιδρυθεί κέντρο περίθαλψης της άγριας ζωής',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '15. Δικαίωμα του εκλέγεσθαι στο βουλευτικό αξίωμα έχουν Έλληνες/ίδες πολίτες με:',
    options: [
      'α. Ικανότητα εκλέγειν άνω των 25 ετών',
      'β. Ικανότητα εκλέγειν άνω των 35 ετών',
      'γ. Ικανότητα εκλέγειν άνω των 21 ετών',
      'δ. Ικανότητα εκλέγειν που δεν έχουν καταδικαστεί ποινικά για οποιοδήποτε αδίκημα',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '16. Οι δημόσιοι υπάλληλοι  μπορούν να εκφράζουν τις πεποιθήσεις τους υπέρ ή κατά',
    options: [
      'α. Απαγορεύεται απολύτως',
      'β. Μόνο κατά την άσκηση των καθηκόντων τους',
      'γ. Μόνο εκτός της άσκησης των καθηκόντων τους',
      'δ. Μπορούν άνευ περιορισμού',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '17. ΔΕΝ επιτρέπεται η αναγκαστική απαλλοτρίωση ακινήτων:',
    options: [
      'α. Που συνιστούν την πρώτη κατοικία',
      'β. Που ανήκουν σε άτομα της τρίτης ηλικίας',
      'γ. Χωρίς αποζημίωση',
      'δ. Που ανήκουν σε ευάλωτες πληθυσμιακές ομάδες',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '18. H αναδρομική κατάργηση του επιδόματος τέκνων των δημοσίων υπαλλήλων σε ποια',
    options: [
      'α. Στην αρχή της υπεροχής και της προστασίας του δημόσιου συμφέροντος',
      'β. Στην αρχή της αξιοκρατίας',
      'γ. Στην αρχή της αμεροληψίας των οργάνων της δημόσιας διοίκησης',
      'δ. Στην αρχή της δικαιολογημένης εμπιστοσύνης του/της διοικούμενου/ης',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '19. Στους αποδέκτες των θεμελιωδών δικαιωμάτων:',
    options: [
      'α. Συγκαταλέγεται μόνο η νομοθετική εξουσία',
      'β. Συγκαταλέγονται μόνο οι τρεις συντεταγμένες εξουσίες του κράτους (νομοθετική,',
      'γ. Μπορούν να συγκαταλέγονται και οι ιδιώτες',
      'δ. Συγκαταλέγονται μόνον οι ιδιώτες',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '20. Χαρακτηριστικό γνώρισμα του κοινοβουλευτικού συστήματος είναι:',
    options: [
      'α. Ότι η Κυβέρνηση οφείλει να απολαμβάνει την εμπιστοσύνη της Βουλής',
      'β. Η απόλυτη διάκριση των λειτουργιών',
      'γ. Ότι η Κυβέρνηση δεν απαιτείται να έχει την εμπιστοσύνη της Βουλής καθώς είναι',
      'δ. Ότι ο/η ΠτΔ εκλέγεται πάντα με αυξημένη πλειοψηφία από τη Βουλή',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '21. Ποια είναι η ευθύνη του/της βουλευτή για την άποψη που εξέφρασε κατά την άσκηση των',
    options: [
      'α. O/Η βουλευτής δεν καταδιώκεται ούτε εξετάζεται με οποιονδήποτε τρόπο για γνώμη ή',
      'β. Ο/Η βουλευτής φέρει ποινική ευθύνη',
      'γ. O/Η βουλευτής δεν καταδιώκεται ούτε εξετάζεται με οποιονδήποτε τρόπο για γνώμη ή',
      'δ. Ο/Η βουλευτής δεν έχει καμία ευθύνη',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '22. Η αποκέντρωση στο Σύνταγμα του 1975:',
    options: [
      'α. Αποτελεί τη γενική αρχή που κατοχυρώνει την αυτονομία των οργανισμών τοπικής',
      'β. Είναι κατευθυντήρια αρχή με πολιτική και όχι νομική σημασία',
      'γ. Ταυτίζεται απολύτως με την αρχή της επικουρικότητας στο Ευρωπαϊκό Δίκαιο',
      'δ. Κατοχυρώνει τη συγκρότηση και λειτουργία περιφερειακών κρατικών οργάνων με γενική',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '23. Η κατανομή της εξουσίας σε εκτελεστική, νομοθετική και δικαστική ονομάζεται:',
    options: [
      'α. Νομοθετική εξουσιοδότηση',
      'β. Αρχή της διάκρισης των λειτουργιών',
      'γ. Διασταύρωση των λειτουργιών',
      'δ. Λειτουργική διάχυση',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '24. Τα κωλύματα κατά το Σύνταγμα είναι ιδιότητες που ΔΕΝ επιτρέπουν:',
    options: [
      'α. Να ανακηρυχθεί κάποιος/α υποψήφιος/α βουλευτής',
      'β. Να εκλεγεί κάποιος/α βουλευτής',
      'γ. Να αναλάβει κάποιος/α υπουργικά καθήκοντα',
      'δ. Να δώσει όρκο',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '25. Σε ποιες από τις παρακάτω περιπτώσεις ΔΕΝ απαιτείται να δοθεί ψήφος εμπιστοσύνης',
    options: [
      'α. Κατά τον διορισμό νέου/ας πρωθυπουργού μετά από παραίτηση του/της',
      'β. Κατά τον διορισμό νέου/ας πρωθυπουργού μετά τον θάνατο του/της προηγούμενου/ης',
      'γ. Κατά τη μεταβολή της σύνθεσης της Κυβέρνησης από τον/την πρωθυπουργό',
      'δ. Σε καμία από τις λοιπές περιπτώσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '26. Το ισχύον εκλογικό σύστημα είναι:',
    options: [
      'α. Η ενισχυμένη αναλογική',
      'β. Το πλειοψηφικό',
      'γ. Η καθαρή αναλογική',
      'δ. Το πλειοψηφικό δύο γύρων',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '27. Πώς γίνεται η νομοθέτηση όταν η χώρα έχει κηρυχθεί σε «κατάσταση πολιορκίας»;',
    options: [
      'α. Με δημοψήφισμα',
      'β. Με πράξεις νομοθετικού περιεχομένου',
      'γ. Με την κανονική νομοπαραγωγική διαδικασία',
      'δ. Με υπουργικές αποφάσεις',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '28. Τι σημαίνει σχετικώς αυστηρό Σύνταγμα;',
    options: [
      'α. Ότι οι διατάξεις του είναι πολύ αυστηρές',
      'β. Ότι τροποποιείται δυσκολότερα απ’ ό,τι ο νόμος',
      'γ. Ότι δεν επιτρέπεται καμία τροποποίησή του',
      'δ. Ότι επιτρέπεται η τροποποίησή του μόνο με δημοψήφισμα',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '29. Κάθε διερευνητική εντολή διαρκεί το μέγιστο:',
    options: [
      'α. Τρεις (3) ημέρες',
      'β. Επτά (7) ημέρες',
      'γ. Μία (1) ημέρα',
      'δ. Όσο προσδιορίσει ο/η Πρόεδρος της Δημοκρατίας',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '30. Σε περίπτωση που συντρέχει ασυμβίβαστη ιδιότητα στο πρόσωπό του/της, ο/η',
    options: [
      'α. Να παραιτηθεί από την ασυμβίβαστη ιδιότητα εντός 8 ημερών αφότου η εκλογή του/της',
      'β. Να θέσει σε αναστολή την ασυμβίβαστη ιδιότητα αμέσως',
      'γ. Να υποβάλει αίτηση στο Ανώτατο Ειδικό Δικαστήριο για τη διαπίστωση της',
      'δ. Να δηλώσει τη συνδρομή της ασυμβίβαστης ιδιότητας στον/στην Πρόεδρο της Βουλής',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '31. Οι υπουργοί διώκονται για πράξεις σχετικές με τα καθήκοντά τους:',
    options: [
      'α. Από το Μεικτό Ορκωτό Δικαστήριο',
      'β. Από το Ανώτατο Ειδικό Δικαστήριο',
      'γ. Από το Συμβούλιο της Επικρατείας',
      'δ. Από το Ειδικό Δικαστήριο',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '32. Η θητεία του/της Προέδρου της Δημοκρατίας είναι:',
    options: [
      'α. Πενταετής με δυνατότητα επανεκλογής για μία συνεχόμενη φορά',
      'β. Εξαετής χωρίς δυνατότητα επανεκλογής',
      'γ. Πενταετής με δυνατότητα επανεκλογής μία φορά',
      'δ. Πενταετής με δυνατότητα επανεκλογής αλλά όχι για δεύτερη συνεχόμενη θητεία',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '33. Ο/Η Πρόεδρος της Δημοκρατίας πριν τη συνταγματική αναθεώρηση του 1986 μπορούσε:',
    options: [
      'α. Να διορίζει πρωθυπουργό της αρεσκείας του/της',
      'β. Να διενεργήσει δημοψήφισμα για κρίσιμο εθνικό θέμα',
      'γ. Να προτείνει υπουργούς',
      'δ. Να επιλέγει τους προέδρους των ανεξαρτήτων αρχών από λίστα υποψηφίων που',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '34. Τα κανονιστικά διατάγματα:',
    options: [
      'α. Είναι πράξεις του/της Προέδρου της Δημοκρατίας',
      'β. Είναι πράξεις της Κυβερνήσεως',
      'γ. Εκδίδονται, όταν συνεδριάζει το Τμήμα διακοπής των εργασιών της Βουλής',
      'δ. Δεν υπόκεινται σε δικαστικό έλεγχο',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '35. Ο τυπικός νόμος είναι:',
    options: [
      'α. Ο νόμος που αφορά διαδικαστικά ζητήματα',
      'β. Ο Κανονισμός της Βουλής',
      'γ. Ο αφηρημένος κανόνας δικαίου',
      'δ. Ο νόμος που ψηφίζεται από τη Βουλή και εκδίδεται και δημοσιεύεται από τον/την',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '36. Ο λαός υπό τη στενή συνταγματική του έννοια είναι:',
    options: [
      'α. Όργανο του Κράτους',
      'β. Μόνον όσοι/ες κατοικούν στην Ελλάδα',
      'γ. Μόνον όσοι/ες είναι ορθόδοξοι στο θρήσκευμα',
      'δ. Μόνον όσοι/ες έχουν ελληνική συνείδηση',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '37. Το Σύνταγμα προβλέπει:',
    options: [
      'α. Δύο είδη δημοψηφισμάτων',
      'β. Ένα είδος δημοψηφίσματος',
      'γ. Δημοψήφισμα για την εκκίνηση της διαδικασίας αναθεώρησης του Συντάγματος',
      'δ. Δημοψήφισμα μετά από λαϊκή πρωτοβουλία',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '38. Οι βουλευτικές εκλογές διεξάγονται ταυτόχρονα:',
    options: [
      'α. Σε όλη την επικράτεια',
      'β. Στην Ελλάδα και στο εξωτερικό',
      'γ. Με τις δημοτικές εκλογές',
      'δ. Με τις ευρωεκλογές',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '44. Ο/Η Πρόεδρος της Δημοκρατίας:',
    options: [
      'α. Είναι εγγυητής του πολιτεύματος',
      'β. Είναι ρυθμιστής του πολιτεύματος',
      'γ. Εκλέγεται άμεσα από τον λαό',
      'δ. Διαλύει τη Βουλή όταν κρίνει ότι η σύνθεσή της δεν ανταποκρίνεται στο λαϊκό αίσθημα',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '45. Η ψήφος εμπιστοσύνης στην Κυβέρνηση:',
    options: [
      'α. Δίνεται μόνο μετά από τη διενέργεια εκλογών',
      'β. Προϋποθέτει την απόλυτη πλειοψηφία του συνόλου των βουλευτών',
      'γ. Δίνεται κάθε δύο χρόνια',
      'δ. Είναι έκφανση της κοινοβουλευτικής αρχής',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '50. Η εκτελεστική λειτουργία ασκείται:',
    options: [
      'α. Από την Κυβέρνηση και τον/την Πρόεδρο της Δημοκρατίας',
      'β. Από τη Βουλή',
      'γ. Μόνο από την Κυβέρνηση',
      'δ. Από τον/την Πρόεδρο της Δημοκρατίας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '51. Στη Βουλή και την Κυβέρνηση, η οποία διαθέτει την πλειοψηφία σε αυτήν, μεταφέρθηκαν',
    options: [
      'α. 1975',
      'β. 1986',
      'γ. 2001',
      'δ. 2019',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '52. Ο/Η Πρόεδρος της Δημοκρατίας, με:',
    options: [
      'α. Πρόταση του/της Πρωθυπουργού, διορίζει και παύει τα λοιπά μέλη της Κυβέρνησης',
      'β. Πρόταση του/της αρμόδιου/ας Υπουργού, διορίζει και παύει τους/τις Υφυπουργούς',
      'γ. Κοινή πρόταση του/της Πρωθυπουργού και του/της καθ’ ύλην αρμόδιου/ας Υπουργού,',
      'δ. Κοινή πρόταση του/της Πρωθυπουργού και του/της οικείου/ας Υπουργού, διορίζει και',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '53. Η δικαστική λειτουργία ασκείται:',
    options: [
      'α. Από τον/την Πρόεδρο της Δημοκρατίας',
      'β. Από τα δικαστήρια',
      'γ. Από τον/την Προέδρο της Δημοκρατίας και τα δικαστήρια',
      'δ. Από τους/τις δικαστές και τους/τις ενόρκους',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '54. Ο δικαστικός έλεγχος της συνταγματικότητας των νόμων είναι:',
    options: [
      'α. Διάχυτος και παρεμπίπτων',
      'β. Μεθοδικός και αυστηρός',
      'γ. Προληπτικός',
      'δ. Αφηρημένος',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '55. Τα δικαστήρια υποχρεούνται να μην εφαρμόζουν νόμο:',
    options: [
      'α. Αντίθετο προς το Σύνταγμα κατά το περιεχόμενό του',
      'β. Που ψηφίστηκε με αντισυνταγματική διαδικασία',
      'γ. Αντίθετο προς το δημόσιο συμφέρον',
      'δ. Που είχε ψηφιστεί πριν τη θέση σε ισχύ του Συντάγματος του 1975',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '56. Το Ανώτατο Ειδικό Δικαστήριο δύναται:',
    options: [
      'α. Να κηρύξει ανίσχυρο τον αντισυνταγματικό νόμο',
      'β. Να μην εφαρμόσει τον αντισυνταγματικό νόμο',
      'γ. Να ακυρώσει κανονιστική πράξη',
      'δ. Να γνωμοδοτεί προς τη Βουλή για ζητήματα συνταγματικότητας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '57. Ο έλεγχος της συνταγματικότητας από δημοσίους υπαλλήλους:',
    options: [
      'α. Απαγορεύεται σε κάθε περίπτωση',
      'β. Ανήκει μόνο στους/στις προϊσταμένους/ες τους',
      'γ. Προϋποθέτει άδεια του/της προϊσταμένου/ης τους',
      'δ. Είναι υποχρεωτικός, όταν μία διάταξη είναι προδήλως αντίθετη προς το  Σύνταγμα',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '59. Η σχετική με τη διοικητική αποκέντρωση συνταγματική διάταξη:',
    options: [
      'α. Θεσπίζει έναν βαθμό διοικητικής αποκέντρωσης',
      'β. Δεν θέτει περιορισμό ως προς τον αριθμό των βαθμών διοικητικής αποκέντρωσης',
      'γ. Θεσπίζει ρητά έναν βαθμό διοικητικής αποκέντρωσης, αλλά δεν αποκλείει τη',
      'δ. Θεσπίζει ρητά έναν βαθμό διοικητικής αποκέντρωσης, αλλά δεν αποκλείει τη',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '60. Πόσες συνταγματικά κατοχυρωμένες ανεξάρτητες αρχές υπάρχουν;',
    options: [
      'α. Πέντε (5)',
      'β. Επτά (7)',
      'γ. Τέσσερις (4)',
      'δ. Τρεις (3)',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '61. Σύμφωνα με το Σύνταγμα, οι αρχές των οργανισμών τοπικής αυτοδιοίκησης εκλέγονται',
    options: [
      'α. Επιστολική ψήφο',
      'β. Άμεση ψηφοφορία',
      'γ. Καθολική και μυστική ψηφοφορία',
      'δ. Τη συμμετοχή όλων των κατοίκων της περιφέρειάς τους',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '62. Η υπουργική προσυπογραφή των Προεδρικών Διαταγμάτων συνεπάγεται ότι:',
    options: [
      'α. Η Κυβέρνηση αναλαμβάνει την πολιτική ευθύνη',
      'β. Η Κυβέρνηση ελέγχει τον/την Πρόεδρο της Δημοκρατίας, ώστε εκείνος/η να μην υπερβεί',
      'γ. Η Κυβέρνηση συναποφασίζει με τον/την Πρόεδρο της Δημοκρατίας',
      'δ. Η Κυβέρνηση αναλαμβάνει την ποινική ευθύνη',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '63. Το Εθνικό Συμβούλιο Ραδιοτηλεόρασης είναι:',
    options: [
      'α. Ανεξάρτητη αρχή',
      'β. Υπηρεσία της ΕΡΤ',
      'γ. Μόνον νομοθετικά κατοχυρωμένο',
      'δ. Η υπουργική υπηρεσία αδειοδότησης των τηλεοπτικών σταθμών',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '1. Αποτελεί πηγή του διοικητικού δικαίου:',
    options: [
      'α. Το διοικητικό έθιμο',
      'β. Οι γενικές αρχές του διοικητικού δικαίου',
      'γ. Το Σύνταγμα',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '2. Κανόνες θεσπιζόμενοι με νομοθετικές πράξεις είναι υπέρτερης τυπικής ισχύος:',
    options: [
      'α. Των ατομικών διοικητικών πράξεων γενικού περιεχομένου',
      'β. Των κανόνων δικαίου της Ευρωπαϊκής Ένωσης',
      'γ. Των διεθνών συμβάσεων, οι οποίες κυρώθηκαν με νομοθετικές πράξεις',
      'δ. Των κανόνων του Συντάγματος',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '3. Διοικητική πράξη που φέρει νομική πλημμέλεια:',
    options: [
      'α. Δεν είναι εκτελεστή μέχρι να επανεκδοθεί χωρίς νομική πλημμέλεια',
      'β. Είναι εκτελεστή μέχρι την ακύρωσή της με δικαστική απόφαση ή με',
      'γ. Δεν είναι εκτελεστή',
      'δ. Είναι ή δεν είναι εκτελεστή ανάλογα με το είδος της πράξεως',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '4. Δημοσίευση μη δημοσιευτέας ατομικής διοικητικής πράξης:',
    options: [
      'α. Καθιστά την πράξη άκυρη',
      'β. Δεν δημιουργεί νομικό ελάττωμά της',
      'γ. Της προσδίδει χαρακτήρα κανονιστικής πράξης',
      'δ. Την καθιστά ανυπόστατη',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '5. Οι κανονιστικές πράξεις, αν δεν ορίζεται αλλιώς στις διατάξεις νόμου:',
    options: [
      'α. Χρήζουν απλής αιτιολογίας',
      'β. Δεν χρήζουν αιτιολογίας',
      'γ. Χρήζουν αιτιολογίας ανάλογα με το πεδίο ρύθμισής τους',
      'δ. Χρήζουν σαφούς, ειδικής και εμπεριστατωμένης αιτιολογίας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '6. Ανάκληση δυσμενών παράνομων ατομικών διοικητικών πράξεων:',
    options: [
      'α. Επιτρέπεται χωρίς χρονικούς περιορισμούς',
      'β. Δεν επιτρέπεται',
      'γ. Επιτρέπεται μόνο στην περίπτωση μη παρέλευσης του εύλογου χρόνου',
      'δ. Μόνο από ιεραρχικά ανώτερο όργανο από εκείνο που εξέδωσε την ανακαλούμενη πράξη',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '7. Ανάκληση ανακλητικής πράξης εκ μέρους της Διοίκησης:',
    options: [
      'α. Δεν επιτρέπεται',
      'β. Είναι επιτρεπτή',
      'γ. Είναι επιτρεπτή αλλά δεν παράγει κανένα έννομο αποτέλεσμα',
      'δ. Είναι επιτρεπτή εάν προβλέπεται ρητά στα πλαίσια άσκησης διοικητικής εποπτείας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '8. Στην περίπτωση εξαφάνισης μιας διοικητικής πράξης θεωρείται ότι:',
    options: [
      'α. Η διοικητική πράξη ίσχυε μέχρι την εξαφάνισή της.',
      'β. Έληξε εφεξής η ισχύς της πράξης.',
      'γ. Η διοικητική πράξη ουδέποτε ίσχυσε.',
      'δ. Η διοικητική πράξη ουδέποτε εκδόθηκε.',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '9. Κανονιστική πράξη μη δημοσιευθείσα στην Εφημερίδα της Κυβερνήσεως (ΕτΚ):',
    options: [
      'α. Δύναται να ανακληθεί ελευθέρως',
      'β. Δεν ανακαλείται, λόγω του ανυπόστατου χαρακτήρα της',
      'γ. Δύναται να ανακληθεί, εφόσον κριθεί μεταγενεστέρως ότι δεν υφίσταται ανάγκη',
      'δ. Δύναται να ανακληθεί υπό την προϋπόθεση ότι η πράξη ανάκλησης θα δημοσιευθεί στην',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '10. Χρήζουν αιτιολόγησης οι:',
    options: [
      'α. Ατομικές διοικητικές πράξεις',
      'β. Οι μη εκτελεστού χαρακτήρα πράξεις',
      'γ. Οι κανονιστικές διοικητικές πράξεις',
      'δ. Βεβαιωτικές διοικητικές πράξεις',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '11. Αναγραφή σε διοικητική πράξη ότι κατ’ αυτής προβλέπεται η άσκηση συγκεκριμένου ένδικου',
    options: [
      'α. Καθιδρύει αρμοδιότητα του συγκεκριμένου δικαστηρίου για την εκδίκαση του',
      'β. Οι αρμοδιότητες των δικαστηρίων ορίζονται από το Νόμο και όχι από τη διοίκηση',
      'γ. Βάσει της αρχής προστατευομένης εμπιστοσύνης του διοικουμένου, το συγκεκριμένο',
      'δ. Καθιστά ακυρωτέα την πράξη',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '12. Πρόταση συλλογικού διοικητικού οργάνου, προκειμένου να εκδοθεί διοικητική πράξη,',
    options: [
      'α. Με απλή γνώμη',
      'β. Με κατευθυντήρια γνώμη',
      'γ. Με σύμφωνη γνώμη',
      'δ. Με καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '13. Αίτηση διοικουμένου/ης που κατατίθεται σε αναρμόδια Υπηρεσία:',
    options: [
      'α. Δύναται η Υπηρεσία να την εξετάσει ως παραδεκτή',
      'β. Καθίσταται απαράδεκτη',
      'γ. Η Υπηρεσία οφείλει εντός τριών (3) ημερών να τη διαβιβάσει στην αρμόδια',
      'δ. Η Υπηρεσία οφείλει εντός είκοσι πέντε (25) ημερών να τη διαβιβάσει στην αρμόδια',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '14. Λήψη αυτεπαγγέλτως από τη Διοίκηση δυσμενούς για διοικούμενο/η μέτρου χωρίς',
    options: [
      'α. Δεν είναι δυνατή σε καμία περίπτωση',
      'β. Είναι δυνατή στην περίπτωση ύπαρξης επιτακτικού δημοσίου συμφέροντος ή αποτροπής',
      'γ. Είναι δυνατή χωρίς περιορισμούς για τη Διοίκηση',
      'δ. Είναι δυνατή εφόσον το δυσμενές μέτρο είναι αιτιολογημένο',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '15. ΔΕΝ απαιτείται προηγούμενη ακρόαση διοικουμένου/ης:',
    options: [
      'α. Όταν η διαμονή του είναι άγνωστη και ως εκ τούτου η κλήση του ανέφικτη',
      'β. Όταν πρόκειται να εκδοθεί δυσμενής ατομική διοικητική πράξη',
      'γ. Όταν το διοικητικό όργανο ενεργεί κατά διακριτική ευχέρεια',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '16. Ιδιωτικά έγγραφα υποβληθέντα σε δημόσια υπηρεσία καθίστανται δημόσια όταν:',
    options: [
      'α. Συντάχθηκαν μεν από ιδιώτη αλλά κατατίθενται και φυλάσσονται  σε αρχεία (φάκελο)',
      'β. Ο/Η διοικούμενος/η εγγράφως αιτηθεί την πρόσβαση σε αυτά',
      'γ. Απαιτούνται κατά νόμο ως δικαιολογητικά και λειτουργούν ως επιβοηθητικά για την',
      'δ. Η διοικητική πράξη που θα εκδοθεί επί της υποθέσεως θα είναι επωφελής για τον',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '17. Πράξεις της διοίκησης που εκδίδονται επί απλών διοικητικών προσφυγών:',
    options: [
      'α. Δύνανται να χειροτερέψουν τη θέση του/της προσφεύγοντος/ουσας',
      'β. Δύνανται να χειροτερέψουν τη θέση του/της προσφεύγοντος/ουσας υπό την',
      'γ. Δεν δύνανται να χειροτερέψουν τη θέση του/της προσφεύγοντος/ουσας',
      'δ. Δύνανται να χειροτερέψουν τη θέση του/της προσφεύγοντος/ουσας, υπό τις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '18. Η υποχρέωση της Διοίκησης να ενημερώνει τον/ην αιτούντα/σα σε περίπτωση καθυστέρησης',
    options: [
      'α. Τους λόγους καθυστέρησης και το αρμόδιο όργανο',
      'β. Μόνο την ημερομηνία νέας εξέτασης',
      'γ. Μόνο τη διαδικασία έγκρισης',
      'δ. Καμία υποχρέωση',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '19. Οι κανονιστικές πράξεις της Διοίκησης:',
    options: [
      'α. Θεσπίζουν γενικούς και αφηρημένους κανόνες δικαίου',
      'β. Χρειάζονται ειδική και εμπεριστατωμένη αιτιολογία',
      'γ. Αναφέρονται ατομικά σε ορισμένη ρύθμιση ή φυσικό ή νομικό πρόσωπο',
      'δ. Περιβάλλονται μόνον τον τύπο του προεδρικού διατάγματος',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '20. Μετά την κατάργηση της εξουσιοδοτικής διάταξης νόμου η κανονιστική πράξη, που έχει ήδη',
    options: [
      'α. Δεν παύει να ισχύει',
      'β. Παύει να ισχύει',
      'γ. Χάνει το νόμιμο έρεισμά της και είναι ακυρωτέα',
      'δ. Καθίσταται ανυπόστατη',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '21. Εάν, μετά από ερώτημα του οργάνου που έχει την αποφασιστική αρμοδιότητα για την έκδοση',
    options: [
      'α. Δεν μπορεί να εκδώσει πράξη με περιεχόμενο διαφορετικό από αυτό της απλής γνώμης',
      'β. Μπορεί να αποκλίνει από την απλή γνώμη με ειδική αιτιολογία',
      'γ. Ουδόλως δεσμεύεται από την απλή γνώμη',
      'δ. Μπορεί, αν δεν συμφωνεί με την απλή γνώμη, να ζητήσει τη γνώμη άλλου οργάνου',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '22. Οι προθεσμίες που τάσσονται στην διοίκηση είναι κατά κανόνα',
    options: [
      'α. Ενδεικτικές',
      'β. Αποκλειστικές',
      'γ. Άλλοτε ενδεικτικές και άλλοτε αποκλειστικές',
      'δ. Ούτε ενδεικτικές ούτε αποκλειστικές',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '23. Η απλή γνωμοδότηση είναι:',
    options: [
      'α. Εκτελεστή πράξη',
      'β. Δεν έχει εκτελεστό χαρακτήρα',
      'γ. Διαπιστωτική πράξη',
      'δ. Διαδικαστική ενέργεια',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '24. Μία παράνομη ευμενής ατομική διοικητική πράξη:',
    options: [
      'α. Δεν επιτρέπεται να ανακληθεί',
      'β. Ανακαλείται ελευθέρως',
      'γ. Ανακαλείται κατ΄αρχήν εντός ευλόγου χρόνου',
      'δ. Δεν ανακαλείται, αλλά μόνον καταργείται για το μέλλον',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '25. Η μη νόμιμη δημοσίευση δημοσιευτέας διοικητικής πράξης την καθιστά:',
    options: [
      'α. Παράνομη',
      'β. Δεν επηρεάζει το κύρος της',
      'γ. Άλλοτε νόμιμη και άλλοτε παράνομη',
      'δ. Ανυπόστατη',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '26. Εφόσον σε μία διοικητική πράξη ελλείπουν τα εξωτερικά στοιχεία και το τεκμήριο',
    options: [
      'α. Ανυπόστατη',
      'β. Άκυρη',
      'γ. Ακυρώσιμη',
      'δ. Ελαττωματική',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '27. Η αιτιολογία των διοικητικών πράξεων:',
    options: [
      'α. Αφορά είτε τη νομιμότητα, είτε τη σκοπιμότητα έκδοσης της διοικητικής πράξης',
      'β. Συνίσταται στην έκθεση των πραγματικών και νομικών λόγων δυνάμει των οποίων η',
      'γ. Αφορά είτε τη νομιμότητα, είτε τη σκοπιμότητα έκδοσης της διοικητικής πράξης και',
      'δ. Καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '28. Η αρμοδιότητα ανάκλησης μιας πράξης της διοίκησης ανήκει:',
    options: [
      'α. Στο διοικητικό όργανο που εξέδωσε την πράξη',
      'β. Στο διοικητικό όργανο που είναι, κατά το χρόνο της ανάκλησης, αρμόδιο για την έκδοσή',
      'γ. Στο διοικητικό όργανο που εξέδωσε την πράξη και στο διοικητικό όργανο που είναι, κατά',
      'δ. Καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '29. Η άδεια οδήγησης αυτοκινήτου:',
    options: [
      'α. Είναι συστατική, ευμενής και θετική ατομική διοικητική πράξη',
      'β. Δεν ανακαλείται, αλλά μπορεί να λήξει η ισχύς της με την παρέλευση του χρόνου ισχύος',
      'γ. Δεν είναι διοικητική πράξη',
      'δ. Δεν έχει εκτελεστότητα, επειδή όποιος/α την κατέχει μπορεί να αποφασίσει εάν θα',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '30. Η τήρηση της προηγούμενης ακρόασης:',
    options: [
      'α. Εφαρμόζεται σε σχέση με τις κανονιστικές πράξης της Διοίκησης',
      'β. Είναι υποχρεωτική για τη Διοίκηση πριν από την έκδοση κάθε διοικητικής πράξης',
      'γ. Είναι ατομικό δικαίωμα, που προστατεύεται κατά το Σύνταγμα',
      'δ. Δεν προβλέπεται στο ισχύον Διοικητικό Δίκαιο αλλά είναι εθιμικός κανόνας',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '31. Η απλή γνώμη:',
    options: [
      'α. Είναι διοικητική πράξη κατά την τεχνική έννοια του όρου',
      'β. Δεν προβλέπεται στο νόμο, αλλά δεν απαγορεύεται',
      'γ. Είναι αναγκαίο να ακολουθείται από το όργανο που αποφασίζει',
      'δ. Επιβάλλει στο όργανο που έχει αποφασιστική αρμοδιότητα την υποχρέωση να',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '32. Η πράξη προκήρυξης δημοψηφίσματος στην Ελλάδα είναι:',
    options: [
      'α. Κανονιστική διοικητική πράξη',
      'β. Πράξη του Προέδρου της Δημοκρατίας με διοικητικό περιεχόμενο',
      'γ. Ατομική διοικητική πράξη',
      'δ. Διοικητική πράξη δεκτική πλήρους ακυρωτικού και ουσιαστικού δικαστικού ελέγχου',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '33. Όταν μια διοικητική πράξη εκδίδεται κατά διακριτική ευχέρεια, τούτο μπορεί να σημαίνει,',
    options: [
      'α. Η Διοίκηση οφείλει να ενεργεί χωρίς να δεσμεύεται από την αρχή της νομιμότητας',
      'β. Η Διοίκηση δεν δεσμεύεται από την αρχή της αναλογικότητας',
      'γ. Η Διοίκηση εκδίδει, κατά κανόνα, πράξεις ευμενείς για τον/ην διοικούμενο/η',
      'δ. Το διοικητικό όργανο μπορεί να επιμετρήσει το ύψος της διοικητικής κύρωσης που πρέπει',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '34. Της εντολής πληρωμής δημόσιας δαπάνης έπεται:',
    options: [
      'α. Η αναγνώριση της δαπάνης',
      'β. Η ανάληψη της δαπάνης',
      'γ. Ο έλεγχος της δαπάνης',
      'δ. Η πληρωμή της δαπάνης',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '35. Τα πρακτικά συλλογικών οργάνων διοίκησης του δημοσίου και των Ν.Π.Δ.Δ. είναι:',
    options: [
      'α. Ιδιωτικά έγγραφα',
      'β. Έγγραφα πληροφοριακού χαρακτήρα',
      'γ. Δημόσια έγγραφα',
      'δ. Βεβαιωτικές πράξεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '36. Εάν μέλος συλλογικού οργάνου απωλέσει την ιδιότητα, βάσει της οποίας ορίστηκε, τότε το',
    options: [
      'α. Συνεχίζει να λειτουργεί κανονικά μέχρι τη λήξη του έργου και της θητείας του',
      'β. Δεν δύναται νομίμως να συνεχίσει να λειτουργεί',
      'γ. Συνεχίζει να λειτουργεί κανονικά ως τη λήξη της θητείας του, εφόσον τα',
      'δ. Συνεχίζει να λειτουργεί κανονικά, εφόσον τα λοιπά μέλη επαρκούν ώστε',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '37. Η πράξη διορισμού μελών συλλογικού διοικητικού οργάνου είναι:',
    options: [
      'α. Ατομική διοικητική πράξη',
      'β. Κανονιστική διοικητική πράξη',
      'γ. Ατομική πράξη γενικού περιεχομένου',
      'δ. Κυβερνητική πράξη',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '38. Απόφαση συλλογικού διοικητικού οργάνου παρουσία αναπληρωματικού μέλους προς',
    options: [
      'α. Μη σύννομη λόγω κακής σύνθεσης του οργάνου',
      'β. Σύννομη',
      'γ. Σύννομη, εφόσον στην επόμενη συνεδρίαση έχει ορισθεί το νέο τακτικό μέλος',
      'δ. Μη σύννομη λόγω μη νόμιμης λειτουργίας του οργάνου',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '39. Οι συνεδριάσεις των συλλογικών διοικητικών οργάνων είναι:',
    options: [
      'α. Μυστικές',
      'β. Δημόσιες, εκτός αν ο νόμος ορίζει διαφορετικά',
      'γ. Μυστικές, εκτός αν ο νόμος ορίζει διαφορετικά',
      'δ. Μόνο δημόσιες για να μην αντίκεινται στη γενική αρχή της δημοσιότητας',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '40. Μέλος συλλογικού διοικητικού οργάνου που, κατά την ψηφοφορία επί θέματος ημερήσιας',
    options: [
      'α. Παρόν',
      'β. Επιφυλαχθέν',
      'γ. Απόν',
      'δ. Καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '41. Για τη νόμιμη υπόσταση πράξης συλλογικού οργάνου διοίκησης:',
    options: [
      'α. Απαιτείται η υπογραφή του/της Προέδρου και του/της Γραμματέα/ως',
      'β. Αρκεί η υπογραφή του/της Προέδρου ή του/της αναπληρωτή/τριας του',
      'γ. Απαιτείται η υπογραφή όλων των μελών του οργάνου',
      'δ. Αρκεί η υπογραφή του/της εποπτεύοντος επικεφαλής του συλλογικού οργάνου',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '42. Στην περίπτωση παράβασης διάταξης νόμου που προβλέπει τον ορισμό ως μελών συλλογικού',
    options: [
      'α. Κακή λειτουργία του συλλογικού οργάνου',
      'β. Πλημμελής σύνθεση του συλλογικού οργάνου',
      'γ. Κακή συγκρότηση του συλλογικού οργάνου',
      'δ. Καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '43. Αίτηση εξαίρεσης μέλους συλλογικού διοικητικού  οργάνου ή κατά μονομελούς διοικητικού',
    options: [
      'α. Επιτρέπεται να υποβληθεί κατά την έναρξη της διοικητικής διαδικασίας',
      'β. Επιτρέπεται να υποβληθεί πριν την έναρξη της διοικητικής διαδικασίας',
      'γ. Επιτρέπεται να υποβληθεί σε όλα τα στάδια της διοικητικής διαδικασίας',
      'δ. Δεν επιτρέπεται η υποβολή σχετικής αίτησης',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '44. Πώς χαρακτηρίζεται η διαδικασία όταν το αποφασίζον όργανο κρίνει σκόπιμο να ζητήσει μία',
    options: [
      'α. Προαιρετική γνωμοδοτική διαδικασία',
      'β. Υποχρεωτική γνωμοδοτική διαδικασία',
      'γ. Πρόταση',
      'δ. Οικειοθελής γνωμοδοτική διαδικασία',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '45. Στην περίπτωση των συλλογικών οργάνων',
    options: [
      'α. Ο αριθμός των μελών τους πρέπει να είναι πάντα περιττός',
      'β. Δεν επιτρέπεται η υποβολή προτάσεων άλλων οργάνων προς αυτά',
      'γ. Η βούλησή τους διατυπώνεται αναγκαία με την απόφαση',
      'δ. Επιτρέπεται πάντα, για λόγους διαφάνειας, να παρίστανται στις συνεδριάσεις τους τρίτα',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '46. Η αρμοδιότητα δύο ή περισσοτέρων διοικητικών οργάνων για την έκδοση πράξης, η οποία',
    options: [
      'α. Συντρέχουσα',
      'β. Διαδοχική',
      'γ. Συλλογική',
      'δ. Καθολική',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '47. Αποφασιστική αρμοδιότητα μονομελούς διοικητικού οργάνου:',
    options: [
      'α. Μεταβιβάζεται ακόμη κι αν η μεταβίβαση δεν προβλέπεται από σχετικές διατάξεις νόμου',
      'β. Είναι αμετάβλητη και αμεταβίβαστη',
      'γ. Μεταβιβάζεται εάν το όργανο στο οποίο γίνεται η μεταβίβαση είναι ιεραρχικά ανώτερο',
      'δ. Είναι αμετάβλητη και αμεταβίβαστη, εκτός αν ο νόμος ορίζει διαφορετικά',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '48. Η μεταβίβαση αρμοδιοτήτων ενός διοικητικού οργάνου σε άλλο όργανο',
    options: [
      'α. Γίνεται με κανονιστική πράξη του μεταβιβάζοντος οργάνου',
      'β. Γίνεται με ατομική, δημοσιευτέα πράξη του μεταβιβάζοντος οργάνου προς ιεραρχικά',
      'γ. Μπορεί να αφορά το σύνολο των αρμοδιοτήτων του μεταβιβάζοντος οργάνου',
      'δ. Χωρεί σε κάθε περίπτωση, ακόμη και αν δεν προβλέπεται από τις σχετικές διατάξεις',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '49. Υφίσταται υποχρέωση παροχής απάντησης της Διοίκησης επί:',
    options: [
      'α. Καταχρηστικού αιτήματος',
      'β. Αόριστου αιτήματος',
      'γ. Αναφοράς',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '50. Όταν ασκείται ο ιεραρχικός έλεγχος, είτε αυτεπάγγελτα, είτε μετά από προσφυγή των',
    options: [
      'α. Μερική ή ολική ακύρωση της πράξης',
      'β. Παρεμπόδιση έκδοσης της πράξης',
      'γ. Μερική ή ολική ακύρωση της πράξης, καθώς και σε τροποποίησή της',
      'δ. Μερική ή ολική ακύρωση της πράξης, σε τροποποίηση της πράξης, ακόμα και σε',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '51. Ο έλεγχος δημόσιων συμβάσεων μεγάλης οικονομικής αξίας ανήκει:',
    options: [
      'α. Στο Νομικό Συμβούλιο του Κράτους',
      'β. Στο Υπουργικό Συμβούλιο',
      'γ. Στο Ανώτατο Ειδικό Δικαστήριο',
      'δ. Στο Ελεγκτικό Συνέδριο',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '52. Δραστηριότητα που δύναται να παραχωρηθεί από το Δημόσιο σε ιδιώτες:',
    options: [
      'α. Η εθνική άμυνα',
      'β. Η αστυνόμευση',
      'γ. Το σωφρονιστικό σύστημα',
      'δ. Η παραγωγή αγαθών και υπηρεσιών και η παροχή τους στο ευρύ κοινό για την',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '53. Ο/Η Γραμματέας της Αποκεντρωμένης Διοίκησης:',
    options: [
      'α. Είναι μόνιμος/η δημόσιος/α υπάλληλος',
      'β. Είναι επικεφαλής και προϊστάμενος/η όλων ανεξαιρέτως των αποκεντρωμένων κρατικών',
      'γ. Είναι μετακλητός/η υπάλληλος',
      'δ. Επιλέγεται από τη Διάσκεψη των Προέδρων της Βουλής',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '54. Η/Ο Γενική/ός Γραμματέας υπουργείου επιλέγεται από:',
    options: [
      'α. Την/τον Πρωθυπουργό και την/τον οικεία/ο Αναπληρώτρια/ωτή Υπουργό για τετραετή',
      'β. Την/τον Πρωθυπουργό και την/τον οικεία/ο Υπουργό, και είναι μετακλητή/ός',
      'γ. Την/τον οικεία/ο Υπουργό, και είναι μετακλητή/ός υπάλληλος',
      'δ. Την/τον οικεία/ο Υπουργό και την/τον οικεία/ο Υφυπουργό για τριετή θητεία',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '55. Στην αρμοδιότητα της Ολομέλειας της Βουλής ΔΕΝ ανήκει:',
    options: [
      'α. Η ψήφιση του Απολογισμού του Κράτους',
      'β. Η ψήφιση του Γενικού Ισολογισμού του Κράτους',
      'γ. Ο Ισολογισμός και ο Απολογισμός της Βουλής',
      'δ. Η εκτέλεση του Κρατικού Προϋπολογισμού',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '56. Ο κρατικός προϋπολογισμός ως πολιτειακή πράξη έχει την ακόλουθη σημασία:',
    options: [
      'α. Λογιστική',
      'β. Πολιτική',
      'γ. Νομική',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '57. Ο κρατικός προϋπολογισμός είναι:',
    options: [
      'α. Τυπικός νόμος',
      'β. Ουσιαστικός νόμος',
      'γ. Διοικητική πράξη',
      'δ. Εξουσιοδότηση προς την κυβέρνηση  για την εκτέλεση συγκεκριμένων υποχρεώσεων',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '58. Σύμφωνα με το νόμο, ΔΕΝ διορίζονται δημόσιοι υπάλληλοι:',
    options: [
      'α. Όσοι απολύθηκαν για πειθαρχικούς λόγους',
      'β. Όσοι έχουν υπηρετήσει σε ιδιωτικό τομέα',
      'γ. Όσοι έχουν λιγότερα από 10 χρόνια εμπειρίας',
      'δ. Όσοι δεν γνωρίζουν ελληνικά',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '59. Οι οργανικές θέσεις συστήνονται με νομοθετικό κείμενο για την πλήρωση:',
    options: [
      'α. Πάγιων και διαρκών λειτουργικών αναγκών της υπηρεσίας',
      'β. Διαρκών ή έκτακτων λειτουργικών αναγκών της υπηρεσίας',
      'γ. Πάγιων και διαρκών ή και έκτακτων λειτουργικών αναγκών της υπηρεσίας',
      'δ. Πάγιων και έκτακτων λειτουργικών αναγκών της υπηρεσίας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '60. Για να διοριστεί κάποιος/α ως δημόσιος/α υπάλληλος:',
    options: [
      'α. Δεν πρέπει να είναι αλλοδαπός/ή παρά μόνον Έλληνας/ίδα πολίτης,',
      'β. Μπορεί να είναι είτε Έλληνας/ίδα πολίτης είτε Έλληνας/ίδα ομογενής είτε πολίτης της',
      'γ. Πρέπει να είναι Έλληνας/ίδα ομογενής,',
      'δ. Πρέπει να είναι ενωσιακός (κοινοτικός) πολίτης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '61. Ο νόμιμος διορισμός  δημόσιου/ας υπαλλήλου:',
    options: [
      'α. Δεν επιτρέπεται να ανακληθεί',
      'β. Ανακαλείται ελευθέρως',
      'γ. Ανακαλείται κατ΄ αρχήν εντός διετίας',
      'δ. Ανακαλείται μόνον εκ λόγων δημόσιου συμφέροντος',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '62. Η υποβολή παραίτησης:',
    options: [
      'α. Επιφέρει τη λύση της δημοσιο-υπαλληλικής σχέσης αυτοδικαίως από την υποβολή της',
      'β. Επιφέρει τη λύση της δημοσιο-υπαλληλικής σχέσης εάν παρέλθουν δύο μήνες από την',
      'γ. Επιφέρει τη λύση της υπαλληλικής σχέσης μόνον όταν την κάνει αποδεκτή το αρμόδιο',
      'δ. Επιφέρει τη λύση της υπαλληλικής σχέσης μετά την πάροδο 15ημέρου',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '63. Η απόσπαση έχει την έννοια:',
    options: [
      'α. Της αλλαγής θέσης εντός του ίδιου φορέα',
      'β. Της αλλαγής φορέα',
      'γ. Της αλλαγής υπουργείου ή Ν.Π.Δ.Δ.',
      'δ. Της προσωρινής παροχής υπηρεσιών σε άλλη υπηρεσία',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '64. Η ένορκη διοικητική εξέταση:',
    options: [
      'α. Εντάσσεται στην πειθαρχική διαδικασία',
      'β. Δεν εντάσσεται στην πειθαρχική διαδικασία',
      'γ. Άλλοτε εντάσσεται και άλλοτε δεν εντάσσεται στην πειθαρχική διαδικασία',
      'δ. Δεν εντάσσεται στην διοικητική διαδικασία',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '65. Η κλήση σε απολογία πειθαρχικώς εγκαλουμένου/ης:',
    options: [
      'α. Συνιστά υποχρέωση της διοίκησης',
      'β. Δεν συνιστά υποχρέωση',
      'γ. Έχει διαδικαστικό χαρακτήρα, χωρίς να επάγεται συνέπειες',
      'δ. Καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '66. Το Ειδικό Επιστημονικό Προσωπικό (Π.Δ. 410/1988) που υπηρετεί στο Δημόσιο:',
    options: [
      'α. Χαίρει μονιμότητας',
      'β. Δεν χαίρει μονιμότητας',
      'γ. Χαίρει νομοθετικών εγγυήσεων ανάλογων της μονιμότητας',
      'δ. Μπορεί να απολυθεί οποτεδήποτε',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '67. Οι Κεντρικοί Αυτοτελείς Πόροι που μεταβιβάζονται από τον κρατικό προϋπολογισμό στους',
    options: [
      'α. Διατίθενται αποκλειστικά και μόνο για τη χρηματοδότηση επενδύσεων',
      'β. Είναι οι πόροι των δήμων από τα ανταποδοτικά τέλη',
      'γ. Προέρχονται από έσοδα φόρων που εισπράττει το κράτος και αποδίδει στους ΟΤΑ',
      'δ. Αποδίδονται μόνο στους φτωχότερους δήμους',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '68. Η κρατική εποπτεία στις πράξεις των δήμων ασκείται:',
    options: [
      'α. Από τον/ην Περιφερειάρχη',
      'β. Από το Περιφερειακό Συμβούλιο',
      'γ. Από τον/η Συνήγορο του Πολίτη',
      'δ. Από τον/η Γραμματέα της οικείας Αποκεντρωμένης Διοίκησης',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '69. Οι κανονιστικές αποφάσεις του δήμου:',
    options: [
      'α. Εκδίδονται από τον/ην Δήμαρχο',
      'β. Λαμβάνονται από το δημοτικό συμβούλιο με την απόλυτη πλειοψηφία των μελών του',
      'γ. Λαμβάνονται από το δημοτικό συμβούλιο και εγκρίνονται από τον/η Δήμαρχο',
      'δ.  Αποστέλλονται υποχρεωτικά στο/η Γραμματέα της Αποκεντρωμένης Διοίκησης προς',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '70. Η τοπική αυτοδιοίκηση στην Ελλάδα:',
    options: [
      'α. Διαθέτει κανονιστική αυτονομία',
      'β. Διαθέτει οικονομική αυτοτέλεια',
      'γ. Διαθέτει φορολογική αυτοτέλεια',
      'δ. Έχει γενική αρμοδιότητα για τις δημόσιες υποθέσεις',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '71. Ο/Η δήμαρχος είναι ο/η προϊστάμενος/η:',
    options: [
      'α. Όλων των υπηρεσιών και των υπαλλήλων του δήμου',
      'β. Όλων των υπηρεσιών του δήμου καθώς  και των νομικών του προσώπων',
      'γ. Όλων των υπαλλήλων του δήμου χωρίς όμως να έχει πειθαρχική δικαιοδοσία επί αυτών',
      'δ. Μόνο των Γενικών Διευθυντών/ριών του δήμου',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '72. Τα ανταποδοτικά τέλη των δήμων:',
    options: [
      'α. Μπορούν να καλύπτουν μόνο τα κόστη μισθοδοσίας',
      'β. Πρέπει να καλύπτουν το κόστος των αντίστοιχων υπηρεσιών',
      'γ. Προσφέρουν έσοδα τα οποία μπορούν να καλύψουν τα κόστη και άλλων υπηρεσιών. Για',
      'δ. Αποδίδονται κατά το ήμισυ στην οικεία Αποκεντρωμένη Διοίκηση',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '73. Οι πειθαρχικές ποινές σε αιρετά όργανα ΟΤΑ:',
    options: [
      'α. Επιβάλλονται από ειδικό πειθαρχικό συμβούλιο που αποτελείται κατά πλειοψηφία από',
      'β. Επιβάλλονται υποχρεωτικά όταν καταδικασθεί ο αιρετός/ η αιρετή από ποινικό',
      'γ. Επιβάλλονται με τη σύμφωνη γνώμη συμβουλίου που αποτελείται κατά πλειοψηφία από',
      'δ. Επιβάλλονται από τον/ην Υπουργό Εσωτερικών με τη σύμφωνη γνώμη του/της',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '74. Ένας Οργανισμός Τοπικής Αυτοδιοίκησης (ΟΤΑ), προκειμένου να φέρει σε πέρας την',
    options: [
      'α. Της διαφάνειας και λογοδοσίας',
      'β. Της πληρότητας και αποκλειστικότητας',
      'γ. Της επάρκειας και καταλληλότητας',
      'δ. Της συνεργασίας και του συντονισμού',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '75. Οι αυτοτελείς ή αποκεντρωμένες δημόσιες υπηρεσίες δύνανται να:',
    options: [
      'α. Υπάγονται οργανωτικά σε ορισμένο Υπουργείο',
      'β. Υπάγονται οργανωτικά σε ορισμένο Υπουργείο και να χαίρουν δημοσιονομικής',
      'γ. Υπάγονται οργανωτικά σε ορισμένο Υπουργείο και να χαίρουν διοικητικής αυτοτέλειας',
      'δ. Υπάγονται οργανωτικά σε ορισμένο Υπουργείο και να χαίρουν δημοσιονομικής και',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '76. Τα Δημόσια Νομικά Πρόσωπα είναι μορφές οργάνωσης της Δημόσιας Διοίκησης που:',
    options: [
      'α. Διέπονται πάντα από το Δημόσιο Δίκαιο',
      'β. Δεν διέπονται από την αρχή της νομιμότητας που εφαρμόζεται σε σχέση με τη δράση',
      'γ. Μπορεί να διέπονται και από το Ιδιωτικό Δίκαιο',
      'δ. Διέπονται πάντα από το Δημόσιο Δίκαιο και μπορεί να διέπονται και από το Ιδιωτικό',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '77. Στο πλαίσιο σύναψης δημόσιας σύμβασης, ο/η έχων/ουσα έννομο συμφέρον κατά',
    options: [
      'α. Ιεραρχική προσφυγή',
      'β. Αίτηση θεραπείας',
      'γ. Ειδική προσφυγή',
      'δ. Προδικαστική προσφυγή',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '78. Στη γενική προθεσμία των πενήντα (50) ημερών, μέσα στην οποία η Διοίκηση οφείλει να',
    options: [
      'α. Ενδικοφανούς προσφυγής',
      'β. Ειδικής προσφυγής',
      'γ. Απλών αιτήσεων',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '79. Διοικητική προσφυγή ΔΕΝ αποτελεί:',
    options: [
      'α. Η ιεραρχική',
      'β. Η ενδικοφανής',
      'γ. Η ένδικη',
      'δ. Η ειδική',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '80. Η μη νόμιμη κοινοποίηση της διοικητικής πράξης:',
    options: [
      'α. Την καθιστά παράνομη',
      'β. Δεν επηρεάζει το κύρος της',
      'γ. Την καθιστά  άλλοτε νόμιμη και άλλοτε παράνομη',
      'δ. Την καθιστά ανυπόστατη',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '81. Η μη πρωτοκόλληση διοικητικής πράξης:',
    options: [
      'α. Θίγει το κύρος της πράξης',
      'β. Θίγει το κύρος της πράξης αλλά μπορεί να θεραπευθεί με τη δημοσίευση της πράξης',
      'γ. Της προσδίδει χαρακτήρα προπαρασκευαστικής πράξης',
      'δ. Δεν θίγει το κύρος της πράξης, εκτός αν ορίζει άλλως ο νόμος',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '1. Οι πλέον αξιόλογοι συντελεστές της παραγωγής είναι:',
    options: [
      'α. Χρήμα, Ομόλογα και Μετοχές',
      'β. Ύδωρ, Έδαφος και Γνώση',
      'γ. Επιχειρηματικότητα, Πίστη και Marketing',
      'δ. Έδαφος, Εργασία  και Κεφάλαιο',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '2. Η αμοιβή του παραγωγικού συντελεστή έδαφος είναι:',
    options: [
      'α. Το επιτόκιο',
      'β. Ο τόκος',
      'γ. Η έγγειος πρόσοδος',
      'δ. Το κέρδος',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '3. Η αμοιβή του παραγωγικού συντελεστή κεφάλαιο είναι:',
    options: [
      'α. Το ενοίκιο',
      'β. Ο τόκος',
      'γ. Το επιτόκιο',
      'δ. Το κέρδος',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '4. Στο οικονομικό πρόβλημα ΔΕΝ περιλαμβάνεται το ερώτημα:',
    options: [
      'α. Τι θα παραχθεί;',
      'β. Πώς θα παραχθεί;',
      'γ. Πώς θα διανεμηθεί;',
      'δ. Γιατί θα παραχθεί;',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '5. Ποιος από τους παρακάτω είναι ο κύριος στόχος της οικονομίας;',
    options: [
      'α. Να μεγιστοποιήσει το εισόδημα για όλους τους πολίτες',
      'β. Να επιλύσει το πρόβλημα της σπανιότητας των πόρων',
      'γ. Να εξισώσει την προσφορά και τη ζήτηση',
      'δ. Να μειώσει τη φορολογία για τις επιχειρήσεις και τα νοικοκυριά',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '6. Ο όρος Σπανιότητα στην οικονομική επιστήμη παραπέμπει:',
    options: [
      'α. Στους περιορισμένους πόρους σε σχέση με τις απεριόριστες ανάγκες',
      'β. Σε αγαθά πολυτελείας',
      'γ. Σε αγαθά πρώτης ανάγκης',
      'δ. Σε αγαθά με υψηλό κόστος ευκαιρίας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '7. Το απλούστερο οικονομικό κύκλωμα το οποίο ομαδοποιεί τους οικονομικούς φορείς σε',
    options: [
      'α. Τις ροές των αγαθών από τις επιχειρήσεις προς τα νοικοκυριά',
      'β. Τις ροές των παραγωγικών συντελεστών από τα νοικοκυριά προς τις επιχειρήσεις',
      'γ. Τις αντίστροφες ροές εισοδήματος προς τα νοικοκυριά και επιχειρηματικών εσόδων από',
      'δ. Όλες τις λοιπές περιπτώσεις που αναφέρονται',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '8. Ως Κόστος Ευκαιρίας ορίζεται:',
    options: [
      'α. Το κατώτατο δυνατό κόστος παραγωγής ενός προϊόντος',
      'β. Το κόστος που αντιστοιχεί στην κατώτατη τιμή αγοράς ενός προϊόντος',
      'γ. Το κόστος που προκύπτει από τη θυσία ενός προϊόντος για την παραγωγή κάποιου άλλου',
      'δ. Την ευκαιρία που έχουν οι καταναλωτές να προμηθευτούν ένα προϊόν σε τιμή κόστους',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '9. Εάν το κόστος ευκαιρίας του αγαθού Χ σε όρους του αγαθού Υ είναι ίσο με 5,',
    options: [
      'α. Μια αύξηση της παραγωγής του αγαθού Χ κατά 1% θα έχει ως αποτέλεσμα τη μείωση',
      'β. Μια αύξηση της παραγωγής του αγαθού Υ κατά 1% θα έχει ως αποτέλεσμα τη μείωση της',
      'γ. Για να παραχθεί μια επιπλέον μονάδα από το αγαθό Χ, θα πρέπει να θυσιαστούν',
      'δ. Για να παραχθεί μια επιπλέον μονάδα από το αγαθό Υ, θα πρέπει να θυσιαστούν',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '10. Σύμφωνα με τον Νόμο της Ζήτησης:',
    options: [
      'α. Όταν μεταβάλλεται η τιμή ενός αγαθού, η ζητούμενη ποσότητα μεταβάλλεται προς την',
      'β. Όταν αυξάνεται η τιμή ενός αγαθού η ζητούμενη ποσότητα μειώνεται υπό την',
      'γ. Όταν μεταβάλλεται η τιμή ενός αγαθού, η ζητούμενη ποσότητα μεταβάλλεται προς την',
      'δ. Όταν αυξάνεται η τιμή ενός αγαθού με ταυτόχρονη μείωση του εισοδήματος του',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '11. Μια',
    options: [
      'α. Της τιμής του κρασιού',
      'β. Της τιμής της μπίρας',
      'γ. Του εισοδήματος των καταναλωτών',
      'δ. Των προτιμήσεων των καταναλωτών για κρασί',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '12. Ποια από τις παρακάτω προτάσεις ΔΕΝ ισχύει;',
    options: [
      'α. Μία',
      'β. Μία αύξηση των τιμών των παραγωγικών συντελεστών, θα μετατοπίσει την',
      'γ. Η καμπύλη ζήτησης ενός αγαθού δεν θα μετατοπιστεί καθόλου, αν αυξηθεί η τιμή του',
      'δ. Η καμπύλη ζήτησης ενός αγαθού θα μετατοπιστεί προς τα δεξιά, αν μειωθεί η τιμή του',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '13. Έστω ένας καταναλωτής θεωρεί ότι τα φασόλια είναι κατώτερο αγαθό. Τι θα συμβεί στην',
    options: [
      'α. Η τιμή και η ποσότητα θα αυξηθούν',
      'β. Η τιμή και η ποσότητα θα μειωθούν',
      'γ. Η τιμή θα αυξηθεί και η ποσότητα θα μειωθεί',
      'δ. Η τιμή θα μειωθεί και η ποσότητα θα αυξηθεί',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '14. Έστω ένας καταναλωτής θεωρεί ότι η χρήση ταξί είναι κανονικό αγαθό. Τι θα συμβεί στην',
    options: [
      'α. Η καμπύλη ζήτησης θα παραμείνει στη θέση της και οι μεταβολές θα αποτυπωθούν με',
      'β. Θα υπάρξει μετατόπιση της καμπύλης προς τα άνω και δεξιά',
      'γ. Θα υπάρξει μετατόπιση της καμπύλης προς τα κάτω και αριστερά',
      'δ. Θα υπάρξει μεταβολή της κλίσης της καμπύλης από αρνητική σε θετική',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '15. Σύμφωνα με τον Νόμο της Προσφοράς:',
    options: [
      'α. Όταν αυξάνεται η τιμή ενός αγαθού η προσφερόμενη ποσότητα αυξάνεται, υπό την',
      'β.  Όταν αυξάνεται η τιμή ενός αγαθού η προσφερόμενη ποσότητα μειώνεται υπό την',
      'γ. Όταν αυξάνεται η τιμή ενός αγαθού η προσφερόμενη ποσότητα αυξάνεται, υπό την',
      'δ. Όταν αυξάνεται η τιμή ενός αγαθού με ταυτόχρονη αύξηση του εισοδήματος του',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '16. Όταν η καμπύλη προσφοράς ενός αγαθού είναι πλήρως ανελαστική και η ζήτηση για το',
    options: [
      'α. Η τιμή του αγαθού θα αυξηθεί',
      'β. Η τιμή του αγαθού θα μειωθεί',
      'γ. Η τιμή του αγαθού θα παραμείνει σταθερή',
      'δ. Δεν υπάρχουν επαρκείς πληροφορίες για να δοθεί απάντηση',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '17. Η ελαστικότητα προσφοράς για ένα αγαθό είναι ίση με 0,5. Αυτό σημαίνει ότι:',
    options: [
      'α. Μία αύξηση της τιμής του προϊόντος κατά 10% θα έχει ως αποτέλεσμα να μειωθεί',
      'β. Μία αύξηση της τιμής του προϊόντος κατά 10 νομισματικές μονάδες θα οδηγήσει σε',
      'γ. Μία αύξηση της τιμής του προϊόντος κατά 10% θα έχει ως αποτέλεσμα να αυξηθεί',
      'δ. Μία μείωση της τιμής του προϊόντος κατά 10% θα οδηγήσει σε αύξηση της',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '18. Μια Κυπριακή εταιρεία έχει ένα εστιατόριο στην Ελλάδα. Ποιο από τα ακόλουθα',
    options: [
      'α. Η αξία των αγαθών και υπηρεσιών που παράγει το εστιατόριο συμπεριλαμβάνεται τόσο',
      'β. Η μισή αξία των αγαθών και υπηρεσιών που παράγει το εστιατόριο περιλαμβάνεται',
      'γ. Η αξία των αγαθών και υπηρεσιών που παράγει το εστιατόριο συμπεριλαμβάνεται',
      'δ. Η αξία των αγαθών και υπηρεσιών που παράγει το εστιατόριο συμπεριλαμβάνεται',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '19. Το Ακαθάριστο Εγχώριο Προϊόν (ΑΕΠ) αφορά:',
    options: [
      'α. Την αγοραία αξία όλων των αγαθών και υπηρεσιών μέσα στα όρια της χώρας σε',
      'β. Την αγοραία αξία όλων των αγαθών και υπηρεσιών που παράγονται από υπηκόους',
      'γ. Την αγοραία αξία όλων των τελικών αγαθών και υπηρεσιών που παράγονται μέσα στα',
      'δ. Την αγοραία αξία όλων των τελικών αγαθών και υπηρεσιών που παράγονται από',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '20. Αν σε μια χώρα παράνομες δραστηριότητες γίνουν νόμιμες τότε το Ακαθάριστο Εγχώριο',
    options: [
      'α. Σίγουρα μειώνεται',
      'β. Σίγουρα αυξάνεται',
      'γ. Δεν',
      'δ. Καμία από τις λοιπές απαντήσεις δεν είναι σωστή',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '21. Ο Αντρέας πληρώνει κάποιον για να του καθαρίζει τον κήπο του, ενώ ο Γιώργος',
    options: [
      'α. Μόνο οι πληρωμές του Αντρέα περιλαμβάνονται στο Ακαθάριστο Εγχώριο Προϊόν (ΑΕΠ)',
      'β. Και οι πληρωμές του Αντρέα αλλά και η κατ΄ εκτίμηση αξία των υπηρεσιών καθαρισμού',
      'γ. Ούτε οι πληρωμές του Αντρέα αλλά ούτε και η κατ’ εκτίμηση αξία των υπηρεσιών',
      'δ. Οι πληρωμές του Αντρέα σίγουρα περιλαμβάνονται στο ΑΕΠ, ενώ η κατ’ εκτίμηση αξία',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '22. Ποιο από τα ακόλουθα στοιχεία ΔΕΝ περιλαμβάνεται στον υπολογισμό του Ακαθάριστου',
    options: [
      'α. Τα κέρδη του καταστήματος Χ στην Πάτρα',
      'β. Οι μισθοί που καταβάλλονται στους υπαλλήλους της Τράπεζας Ψ στη Λάρισα',
      'γ. Η αύξηση του κύκλου εργασιών της ελληνικής Τράπεζας Φ στο Βουκουρέστι',
      'δ. Η αγορά μιας νέας ηλεκτρικής κουζίνας στην Κοζάνη',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '23. Ποιο από τα ακόλουθα ΔΕΝ περιλαμβάνεται στο ελληνικό Ακαθάριστο Εγχώριο Προϊόν',
    options: [
      'α. Η αγορά ενός καινούργιου κινέζικου κινητού',
      'β. Η δαπάνη του κράτους για την κατασκευή ενός δρόμου',
      'γ. Οι πωλήσεις ελληνικής φέτας στο εξωτερικό',
      'δ. Η αγορά ενός καινούργιου σπιτιού στην Αρκαδία',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '24. Εάν ο πληθυσμός μιας οικονομίας είναι 10 εκατομμύρια και το κατά κεφαλή ονομαστικό',
    options: [
      'α. 1000 εκατομμύρια ευρώ',
      'β. 100 δις ευρώ',
      'γ. 100 εκατομμύρια ευρώ',
      'δ. Δεν επαρκούν τα δεδομένα για να δοθεί απάντηση',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '25. To πραγματικό ΑΕΠ είναι το ονομαστικό ΑΕΠ προσαρμοσμένο:',
    options: [
      'α. Ώστε να αποφεύγεται διπλός υπολογισμός',
      'β. Σε μεταβολές των τιμών',
      'γ. Σε μεταβολές του πληθυσμού',
      'δ. Σε μεταβολές των εισαγωγών',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '26. Υποθέστε ότι ο Αποπληθωριστής του ΑΕΠ του έτους 2023 με έτος βάσης το 2015 είναι 105.',
    options: [
      'α. Το μέσο επίπεδο τιμών των καταναλωτικών αγαθών και υπηρεσιών ήταν κατά 5%',
      'β. Το μέσο επίπεδο τιμών των αγαθών και υπηρεσιών που περιλαμβάνονται στο ΑΕΠ ήταν',
      'γ. Το ονομαστικό ΑΕΠ του 2015 ήταν κατά 105% χαμηλότερο από το ονομαστικό ΑΕΠ του',
      'δ. Το πραγματικό ΑΕΠ του 2023 σε σταθερές τιμές του 2015 ήταν κατά 23% υψηλότερο από',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '27. Η Ανεργία Τριβής οφείλεται:',
    options: [
      'α. Σε έλλειψη πληροφόρησης που να συνδέει άμεσα τα κενά θέσεων εργασίας των',
      'β. Στην έλλειψη γνώσεων πληροφορικής από τους ανέργους',
      'γ. Στην ανεπάρκεια της καταναλωτικής πίστης στην οικονομία',
      'δ. Στην αποβιομηχάνιση μιας οικονομίας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '28. Σε ποια από τις παρακάτω περιπτώσεις έχουμε διαρθρωτική ανεργία;',
    options: [
      'α. Ο/Η Χ απορρίπτει μια πρόταση εργασίας γιατί πιστεύει ότι μπορεί να εξασφαλίσει',
      'β. Ο/Η Ψ επανεισέρχεται στην αγορά εργασίας και ψάχνει για απασχόληση',
      'γ. Το 2023, με την αύξηση του πληθωρισμού, η Κεντρική Ευρωπαϊκή Τράπεζα αυξάνει τα',
      'δ. Η μονάδα Ω παραγωγής ηλεκτρολογικού υλικού κλείνει λόγω χαμηλής ποιότητας των',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '29. Ένα άτομο μετακόμισε από την Αθήνα στη Θεσσαλονίκη, όπου βρήκε κατάλληλη',
    options: [
      'α. Σε αυτούς που δεν επιθυμούν να εργαστούν',
      'β. Στη διαρθρωτική ανεργία',
      'γ. Στο φυσικό ποσοστό ανεργίας',
      'δ. Στην κυκλική ανεργία',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '30. Αν υποθέσουμε ότι στη χώρα Χ το φυσικό ποσοστό ανεργίας είναι 5% και το πραγματικό',
    options: [
      'α. Το παραγωγικό κενό είναι αρνητικό',
      'β. Το παραγωγικό κενό είναι θετικό',
      'γ. Η κυκλική ανεργία είναι μηδενική',
      'δ. Το πραγματικό συνολικό προϊόν είναι ίσο με το δυνητικό προϊόν',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '31. Σύμφωνα με την έρευνα εργατικού δυναμικού ένας άνδρας ο οποίος επιλέγει ως',
    options: [
      'α. Άνεργος',
      'β. Απασχολούμενος',
      'γ. Μη εργατικό δυναμικό',
      'δ. Μη εντασσόμενος στις ανωτέρω κατηγορίες',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '32. Ο πληθωρισμός ορίζεται ως:',
    options: [
      'α. Η διαχρονική αύξηση του επιπέδου των τιμών',
      'β. Η μείωση του πραγματικού μισθού',
      'γ. Η αύξηση των τιμών των βασικών αγαθών',
      'δ. Η αύξηση του ονομαστικού μισθού',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '33. Αν το κόστος ενός καλαθιού αγοράς αυξηθεί από 100 ευρώ το έτος 1, σε 108 ευρώ το έτος',
    options: [
      'α. 8',
      'β. 10,8',
      'γ. 100',
      'δ. 108',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '34. Εάν ο δείκτης τιμών καταναλωτή αυξηθεί από 70 σε 105 (δηλαδή 35 μονάδες) από το ένα',
    options: [
      'α. 20%',
      'β. 35%',
      'γ. 40%',
      'δ. 50%',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '35. Εάν το κόστος ενός καλαθιού αγοράς μειωθεί από 100 ευρώ το έτος 2023 σε 95 ευρώ το',
    options: [
      'α. 5',
      'β. 105',
      'γ. 100',
      'δ. Καμία από τις λοιπές απαντήσεις δεν είναι σωστή',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '36. Ο πληθωρισμός ζήτησης εμφανίζεται όταν:',
    options: [
      'α. Μεταβάλλονται σημαντικά οι δημόσιες δαπάνες',
      'β. Μεταβάλλονται δραστικά οι άμεσοι φόροι',
      'γ. Η συνολική ζήτηση υπερβαίνει το παραγόμενο προϊόν στην πλήρη απασχόληση',
      'δ. Οποτεδήποτε, η συνολική ζήτηση υπερβαίνει το παραγόμενο προϊόν',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '37. Το επίσημο ποσοστό καθώς και ο προσδιορισμός του ορίου ή κατωφλίου φτώχειας',
    options: [
      'α. Από την έρευνα εργατικού δυναμικού της ΕΛΣΤΑΤ',
      'β. Από την απογραφή πληθυσμού και κατοικιών της ΕΛΣΤΑΤ',
      'γ. Από την επεξεργασία των φορολογικών δηλώσεων',
      'δ. Από την έρευνα εισοδήματος και συνθηκών διαβίωσης της ΕΛΣΤΑΤ',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '38. Σύμφωνα με την Ελληνική Στατιστική Αρχή, κατώφλι της φτώχειας, μετά τις κοινωνικές',
    options: [
      'α. Το 60% του εθνικού διάμεσου ισοδύναμου διαθέσιμου εισοδήματος',
      'β. Το 50% του εθνικού διάμεσου ισοδύναμου διαθέσιμου εισοδήματος',
      'γ. Το 40% του εθνικού διάμεσου ισοδύναμου διαθέσιμου εισοδήματος',
      'δ. Το 35% του εθνικού διάμεσου ισοδύναμου διαθέσιμου εισοδήματος',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '39. Ως Απόλυτη Φτώχεια ορίζεται:',
    options: [
      'α. Η αδυναμία ατόμων ή νοικοκυριών να απολαύσουν ένα επαρκές επίπεδο απαραίτητων',
      'β. Η αδυναμία ατόμων ή νοικοκυριών να απολαύσουν ένα επαρκές επίπεδο διατροφής',
      'γ. Η διαβίωση με αποκλειστικό εισόδημα την εθνική σύνταξη ή το επίδομα ανεργίας',
      'δ. Η διαβίωση σε δομές πρόνοιας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '40. Ποιο από τα ακόλουθα είναι παράδειγμα επεκτατικής δημοσιονομικής πολιτικής;',
    options: [
      'α. Μείωση των επιτοκίων',
      'β. Μείωση κρατικών μεταβιβαστικών πληρωμών',
      'γ. Αύξηση της φορολογίας',
      'δ. Αύξηση των δημοσίων δαπανών',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '43. Ποια από τις παρακάτω περιπτώσεις θα μπορούσε να αποτελέσει επεκτατική πολιτική με',
    options: [
      'α. Μείωση των έμμεσων φόρων στα είδη πρώτης ανάγκης',
      'β. Μείωση των άμεσων φόρων',
      'γ. Μείωση του του ανώτατου φορολογικού συντελεστή',
      'δ. Μείωση των κρατικών δαπανών',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '44. Ποια από τις παρακάτω περιπτώσεις θεωρείτε ότι θα μπορούσε  να οδηγήσει σίγουρα σε',
    options: [
      'α. Η κυβέρνηση μειώνει τον οριακό φορολογικό συντελεστή του ανώτερου εισοδηματικού',
      'β. Η κυβέρνηση διατηρεί σταθερή τη σχέση έμμεσων και άμεσων φόρων',
      'γ. Η κυβέρνηση αυξάνει το ποσοστό των φορολογικών εσόδων που προέρχονται από τους',
      'δ. Σε καμία από τις λοιπές περιπτώσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '48. Σε ποια από τις παρακάτω περιπτώσεις θεωρείτε ότι μία αύξηση της δαπάνης για δημόσια',
    options: [
      'α. Για την αντιμετώπιση του πληθωρισμού ζήτησης',
      'β. Για την αντιμετώπιση του στασιμοπληθωρισμού',
      'γ. Για την αντιμετώπιση της ύφεσης',
      'δ. Για την αντιμετώπιση της ακρίβειας',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '49. Ποιο από τα παρακάτω ΔΕΝ είναι δημόσια δαπάνη;',
    options: [
      'α. Μεταβιβαστικές πληρωμές',
      'β. Τόκοι δημοσίου χρέους',
      'γ. Εισφορές κοινωνικής ασφάλισης',
      'δ. Επιδόματα δημοσίου',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '50. Το Ελληνικό Δημόσιο έχει έσοδα 50 δισ. ευρώ, δαπάνες 70 δισ. ευρώ καθώς και πληρωμή',
    options: [
      'α. 25 δισ. ευρώ',
      'β. 20 δισ. ευρώ',
      'γ. 15 δισ. ευρώ',
      'δ. Καμία από τις λοιπές απαντήσεις δεν είναι σωστή',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '51. Ποιο από τα παρακάτω αποτελεί παράδειγμα πραγματικού μεγέθους;',
    options: [
      'α. Το ημερομίσθιο σε ευρώ',
      'β. Ο λόγος του χρηματικού ημερομίσθιου προς την τιμή του λαδιού',
      'γ. Η τιμή του σταριού',
      'δ. Καμία από τις λοιπές απαντήσεις δεν είναι σωστή',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '52. Σε ποια από τις παρακάτω περιπτώσεις αυξάνεται ο πραγματικός μισθός;',
    options: [
      'α. Με αύξηση των τιμών ενώ ο ονομαστικός μισθός παραμένει σταθερός',
      'β. Με αύξηση των τιμών και ισόποση ποσοστιαία αύξηση του ονομαστικού μισθού',
      'γ. Με μείωση των τιμών ενώ ο ονομαστικός μισθός παραμένει σταθερός',
      'δ. Σε καμία από τις λοιπές περιπτώσεις',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '53. Εάν το ονομαστικό επιτόκιο είναι 6% και ο πληθωρισμός είναι στο επίπεδο του 3%, το',
    options: [
      'α. 2%',
      'β. 6%',
      'γ. 9%',
      'δ. Καμία από τις λοιπές απαντήσεις δεν είναι σωστή',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '54. Με τον όρο παραγωγικότητα της εργασίας εννοούμε:',
    options: [
      'α. Τις ώρες εργασίας που εργάζεται ένας/μία εργαζόμενος/η εντατικά',
      'β. Οι μονάδες παραγόμενου προϊόντος ανά ώρα αντικειμενικής εργασίας',
      'γ. Το παραγόμενο προϊόν από τους/τις πλήρως εξειδικευμένους εργαζόμενους/ες',
      'δ. Το παραγόμενο προϊόν αποτιμημένο σε χρηματικές μονάδες προς τον αριθμό του',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '55. Η παραγωγικότητα της εργασίας μπορεί να αυξηθεί:',
    options: [
      'α. Με την εισαγωγή νέων τεχνολογιών',
      'β. Με την προσθήκη επιπλέον εργαζομένων',
      'γ. Με την επέκταση της εργασίας και τα Σάββατα',
      'δ. Σε καμία από τις λοιπές περιπτώσεις δεν είναι δυνατόν να αυξηθεί η παραγωγικότητα',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '56. Οι δασμοί εντάσσονται στην κατηγορία:',
    options: [
      'α. Των άμεσων φόρων',
      'β. Των γενικών φόρων',
      'γ. Των έμμεσων φόρων',
      'δ. Σε καμία από τις λοιπές αναφερόμενες κατηγορίες',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '57. Το διαθέσιμο προσωπικό εισόδημα ενός ατόμου ορίζεται ως:',
    options: [
      'α. Το προσωπικό εισόδημα προ φόρων ΣΥΝ τις μεταβιβαστικές πληρωμές',
      'β. Το προσωπικό εισόδημα μείον οι άμεσοι φόροι συν οι μεταβιβαστικές πληρωμές',
      'γ. Το προσωπικό εισόδημα ΜΕΙΟΝ οι έμμεσοι  φόροι ΣΥΝ οι μεταβιβαστικές πληρωμές',
      'δ. Το προσωπικό εισόδημα αφού αφαιρεθούν οι άμεσοι και έμμεσοι φόροι',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '58. Ποια από τις  παρακάτω οικονομικές μεταβλητές εντάσσεται στην κατηγορία των',
    options: [
      'α. Οι δαπάνες του κράτους για δημόσια έργα',
      'β. Οι εξαγωγές',
      'γ. Οι ιδιωτικές επενδύσεις',
      'δ.  Δεν εντάσσεται καμία από τις λοιπές αναφερόμενες μεταβλητές',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '59. Ποιος από τους παρακάτω φόρους ανήκει στην κατηγορία των άμεσων φόρων;',
    options: [
      'α. Φόρος Προστιθέμενης Αξίας',
      'β. Φόρος επί της αξίας κληρονομηθέντος ακινήτου',
      'γ. Δασμός στα εισαγόμενα αυτοκίνητα από την Ιαπωνία',
      'δ. Ειδικός φόρος στα καύσιμα',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '62. Οι καθαροί έμμεσοι φόροι είναι:',
    options: [
      'α. Το άθροισμα των έμμεσων φόρων και των επιδοτήσεων',
      'β. Οι έμμεσοι φόροι μείον τις επιδοτήσεις',
      'γ. Οι επιδοτήσεις μείον τους έμμεσους φόρους',
      'δ. Οι έμμεσοι φόροι μείον τις αποσβέσεις',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '63. Σε ποια κατηγορία φόρων ανήκουν οι φόροι περιουσίας;',
    options: [
      'α. Στους άμεσους φόρους',
      'β. Στους έμμεσους φόρους',
      'γ. Στο δημόσιο δανεισμό',
      'δ. Καμία από τις λοιπές κατηγορίες',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '64. Ποια είναι η κλίμακα της συμμετοχής των έμμεσων φόρων στα έσοδα από τη φορολογία',
    options: [
      'α. 10%',
      'β.  60%',
      'γ. 24%',
      'δ. 30%',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '65. Για το έτος 2024, τα δεδομένα μίας οικονομίας δείχνουν ότι το δημοσιονομικό',
    options: [
      'α. Ίσο με το δυνητικό προϊόν',
      'β. Μεγαλύτερο από το δυνητικό προϊόν',
      'γ. Μικρότερο από το δυνητικό προϊόν',
      'δ. Ίσο με το προϊόν πλήρους απασχόλησης',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '66. Η δομή του δημοσίου συστήματος κοινωνικής ασφάλισης:',
    options: [
      'α. Έχει την κεφαλαιοποιητική μορφή',
      'β. Συνήθως έχει μη-κεφαλαιοποιητική μορφή',
      'γ. Είναι επιλογή του ασφαλισμένου',
      'δ. Απαγορεύει στο δημόσιο να προσφέρει κοινωνική ασφάλιση',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '67. Σύμφωνα με την αρχή της οριζόντιας φορολογικής ισότητας:',
    options: [
      'α. Φορολογούμενοι με υψηλότερα εισοδήματα, θα πρέπει να καταβάλουν υψηλότερους',
      'β. Ταυτόσημοι φορολογούμενοι σε όρους υποκείμενων πόρων, θα πρέπει να καταβάλουν',
      'γ. Ταυτόσημοι φορολογούμενοι σε όρους υποκείμενων πόρων, θα πρέπει να καταβάλουν',
      'δ. Ταυτόσημοι φορολογούμενοι σε όρους υποκείμενων πόρων, θα πρέπει να καταβάλουν',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '1. Η Διοικητική Επιστήμη ως επιστημονικός κλάδος συνδέεται με:',
    options: [
      'α. Τη Νομική Επιστήμη',
      'β. Την Οικονομική Επιστήμη',
      'γ. Την Κοινωνιολογία',
      'δ. Όλες τις λοιπές επιστήμες',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '2. «Άρτια εκπαιδευμένο ανθρώπινο δυναμικό ενός οργανισμού». Σε ποιο από τα τέσσερα',
    options: [
      'α. Strengths (Δυνατότητες)',
      'β. Weaknesses (Αδυναμίες)',
      'γ. Opportunities (Ευκαιρίες)',
      'δ. Threats(Απειλές)',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '3. Σε μια εφοδιαστική αλυσίδα υφίσταται:',
    options: [
      'α. Ροή πληροφοριών',
      'β. Ροή προϊόντων',
      'γ. Ροή κεφαλαίου και γνώσης',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '4. Το οργανόγραμμα:',
    options: [
      'α. Απεικονίζει τη διάρθρωση των υπηρεσιών ενός δημόσιου φορέα σε οργανικές',
      'β. Ταυτίζεται με τον οργανισμό ενός δημόσιου φορέα',
      'γ. Απεικονίζει τη διάρθρωση των υπηρεσιών ενός δημόσιου φορέα σε οργανικές',
      'δ. Απεικονίζει την αποστολή ενός δημόσιου φορέα και τη διάρθρωση των υπηρεσιών',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '5. Η αποτελεσματική ηγεσία:',
    options: [
      'α. Είναι αυστηρή και δεν μεταβάλλεται διαχρονικά',
      'β. Συνδυάζει πολλαπλούς ρόλους, αναλόγως των δεδομένων του περιβάλλοντος',
      'γ. Τοποθετεί τις ανάγκες του ανθρώπινου δυναμικού πάνω από αυτές του/της',
      'δ. Δεν αποκλίνει από τις προδιαγεγραμμένες διαδικασίες και σπανίως επιχειρεί',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '6. Η ευθύνη για τη διενέργεια ορισμένης λειτουργίας:',
    options: [
      'α. Δεν προϋποθέτει την ύπαρξη της αναγκαίας αρμοδιότητας για την εκτέλεσή της',
      'β. Μόνο σε συγκεκριμένες περιπτώσεις προϋποθέτει την ύπαρξη της αναγκαίας',
      'γ. Προϋποθέτει την ύπαρξη της αναγκαίας αρμοδιότητας για την εκτέλεσή της',
      'δ. Συνήθως προϋποθέτει την ύπαρξη της αναγκαίας αρμοδιότητας για την εκτέλεσή της',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '7. Η αποτελεσματικότητα του δημόσιου τομέα μπορεί να βελτιωθεί όταν πραγματοποιηθούν',
    options: [
      'α. Στον τρόπο σκέψης',
      'β. Στη νοοτροπία',
      'γ. Στη στρατηγική',
      'δ. Σε όλες τις λοιπές απαντήσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '8. Ένας εξωτερικός παράγοντας που είναι πιθανόν να οδηγήσει έναν σύγχρονο οργανισμό',
    options: [
      'α. Το επίπεδο εξειδίκευσης των υπαλλήλων',
      'β. Οι αξίες του οργανισμού',
      'γ. Οι πιέσεις των πολιτών',
      'δ. Ο τεχνολογικός εξοπλισμός που επηρεάζει τη λειτουργία του προσωπικού',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '9. Ποιο από τα παρακάτω χαρακτηρίζει τη δημιουργική ποιότητας (creative quality) και την',
    options: [
      'α. Η ικανοποίηση (με την έννοια της ικανοποίησης των αναγκών του πολίτη)',
      'β. Η έρευνα',
      'γ. Η ταχύτητα',
      'δ. Η τεχνογνωσία',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '10. Ποια βήματα περιλαμβάνει η διαδικασία λήψης αποφάσεων;',
    options: [
      'α. Εντοπισμό του προβλήματος - ανάπτυξη και αξιολόγηση εναλλακτικών λύσεων-',
      'β. Συγκέντρωση εναλλακτικών λύσεων-αξιολόγηση εναλλακτικών λύσεων-επιλογή',
      'γ. Εντοπισμό του προβλήματος-ανάπτυξη, ανάλυση και αξιολόγηση εναλλακτικών',
      'δ. Διαπίστωση προβλήματος ή ευκαιρίας- συζήτηση με τα μέλη της ομάδας- υλοποίηση',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '11. Σημειώστε το λάθος! Οι on line συναλλαγές των φορέων του δημόσιου τομέα σημαίνουν:',
    options: [
      'α. Καλύτερες σχέσεις πολίτη – κράτους',
      'β. Αδιαφάνεια στη δημόσια διοίκηση',
      'γ. Καλύτερη παροχή υπηρεσιών',
      'δ. Αποτελεσματικότερη οργάνωση',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '12. Ο όρος «εκφοβισμός στον χώρο εργασίας» (workplace bullying) σημαίνει:',
    options: [
      'α. Κακομεταχείριση με απειλές ή ταπείνωση, δολιοφθορά, λεκτική κακοποίηση',
      'β. Ανθυγιεινό περιβάλλον εργασίας',
      'γ. Προσδοκίες οι οποίες είναι δύσκολο να πραγματοποιηθούν',
      'δ. Τραυματισμοί που προκαλούνται από παρατεταμένες, επαναλαμβανόμενες',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '13. Ποιο από τα παρακάτω συνοδεύει προαιρετικά τα αιτήματα των Υπουργείων για',
    options: [
      'α. Η τεκμηρίωση αναγκαιότητας, για την πρόσληψη του προσωπικού, βάσει των',
      'β. Ο αριθμός των κενών θέσεων του φορέα',
      'γ. Οι ανάγκες που καλύπτονται από τη διαδικασία της κινητικότητας',
      'δ. Το πιστοποιητικό ορθής και ολοκληρωμένης εφαρμογής του Κοινού Πλαισίου',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '14. Στην αρμοδιότητα του Ανώτατου Συμβουλίου Επιλογής Προσωπικού (Α.Σ.Ε.Π.) υπάγεται η',
    options: [
      'α. Τακτικό προσωπικό μόνον',
      'β. Τακτικό και εποχικό προσωπικό',
      'γ. Τακτικό προσωπικό οπωσδήποτε και σε εποχικό προσωπικό ενίοτε',
      'δ. Μόνιμο προσωπικό',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '15. Ποιο από τα παρακάτω είναι ορθό, σύμφωνα με τον ν. 4765/2021;',
    options: [
      'α. Το Ανώτατο Συμβούλιο Επιλογής Προσωπικού (Α.Σ.Ε.Π.) υπόκειται σε εποπτεία και',
      'β. Το Α.Σ.Ε.Π. λειτουργεί ως Νομικό Πρόσωπο Δημοσίου Δικαίου κατά το άρθρο 101Α',
      'γ. Αποστολή του Α.Σ.Ε.Π. είναι η εφαρμογή του θεσμικού πλαισίου για διαδικασίες που',
      'δ. Το Α.Σ.Ε.Π. υπόκειται σε εποπτεία και έλεγχο νομιμότητας από τη Βουλή',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '16. Σύμφωνα με τον ν. 4765/2021, η προκήρυξη των θέσεων μέσω Α.Σ.Ε.Π. (Ανώτατο',
    options: [
      'α. Δικηγόρων με έμμισθη εντολή',
      'β. Καλλιτεχνικού προσωπικού κρατικών θεάτρων',
      'γ. Υπαλλήλων διπλωματικού κλάδου',
      'δ. Τακτικού προσωπικού Ανεξάρτητων Αρχών',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '17. Σύμφωνα με τον ν. 4765/2021, ποια από τις παρακάτω περιπτώσεις συνιστά νόμιμο λόγο',
    options: [
      'α. Η πρόσληψη των μονίμων υπαλλήλων δημοτικής αστυνομίας',
      'β. Η πρόσληψη μόνιμου νοσηλευτικού προσωπικού σε δημόσιο νοσοκομείο',
      'γ. Η επιλογή τακτικού προσωπικού των Οργανισμών Τοπικής Αυτοδιοίκησης',
      'δ. Η επιλογή των υπαλλήλων του διπλωματικού κλάδου',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '18. Για τη διακρίβωση της καταλληλότητας των προσόντων των υποψηφίων ή της εμπειρίας',
    options: [
      'α. Αποκλειστικά τεστ προσομοίωσης στο αντικείμενο απασχόλησης της θέσης',
      'β. Μόνο τις σχετικές αθλητικές δοκιμασίες',
      'γ. Μόνο δοκιμασίες ορθοφωνίας ή ψυχομετρικά τεστ',
      'δ. Τεστ προσομοίωσης,  αθλητικές δοκιμασίες, δοκιμασίες ορθοφωνίας, ψυχομετρικά',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '19. Σύμφωνα με τον ν. 4440/2016, πόσους τακτικούς κύκλους προβλέπει κατ’ έτος το Ενιαίο',
    options: [
      'α. Έναν (1)',
      'β. Δύο (2)',
      'γ. Τρεις (3)',
      'δ. Δεν προβλέπεται συγκεκριμένος αριθμός τακτικών κύκλων',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '20. Η κινητικότητα των δημοσίων υπαλλήλων αφορά:',
    options: [
      'α. Τις αποσπάσεις που διενεργούνται μέσω του Ενιαίου Συστήματος Κινητικότητας',
      'β. Τις μετατάξεις που διενεργούνται μέσω του Ενιαίου Συστήματος Κινητικότητας',
      'γ. Τις υπηρεσιακές μεταβολές που αφορούν μετακίνηση σε άλλη δημόσια υπηρεσία',
      'δ. Όλες τις υπηρεσιακές μεταβολές που λαμβάνουν χώρα μετά την τοποθέτηση',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '21. Ποιο από τα παρακάτω αποτελεί προϋπόθεση για τη συμμετοχή ενός Δήμου στο Ενιαίο',
    options: [
      'α. Η προκήρυξη για πλήρωση θέσεων του Δήμου μέσω Α.Σ.Ε.Π. (Ανώτατο Συμβούλιο',
      'β. Η σύνταξη των εκθέσεων αξιολόγησης των υπαλλήλων του',
      'γ. Η ύπαρξη εγκεκριμένου προϋπολογισμού του Δήμου για το τρέχον οικονομικό έτος',
      'δ. Η προηγούμενη έκδοση του Οργανισμού του Δήμου',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '22. Τα περιγράμματα θέσεων εργασίας διαδραματίζουν καθοριστικό ρόλο:',
    options: [
      'α. Αποκλειστικά και μόνο κατά τη φάση της προκήρυξης και της επιλογής προσωπικού,',
      'β. Κυρίως στο πλαίσιο της αξιολόγησης της υπηρεσιακής επάρκειας και της',
      'γ. Πρωτίστως στον σχεδιασμό και την υλοποίηση στοχευμένων προγραμμάτων',
      'δ. Στις διαδικασίες της στελέχωσης, της αξιολόγησης, του σχεδιασμού της εκπαίδευσης,',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '23. Τι καταγράφεται με λεπτομέρεια σε ένα ειδικό περίγραμμα θέσης εργασίας;',
    options: [
      'α. Οι στρατηγικοί στόχοι και η γενική αποστολή του δημόσιου φορέα, όπως αυτοί',
      'β. Οι απαιτήσεις σε δεξιότητες, γνώσεις, επίπεδο εκπαίδευσης και επαγγελματική',
      'γ. Η ιστορική πορεία του φορέα, το ισχύον οργανόγραμμα και οι γενικές πληροφορίες',
      'δ. Οι γενικές αρχές δεοντολογίας που διέπουν τη δημόσια διοίκηση, οι εσωτερικοί',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '24. Η «Διαχείριση της γνώσης» ως δεξιότητα του Ενιαίου Πλαισίου Δεξιοτήτων περιλαμβάνει:',
    options: [
      'α. Την αναπροσαρμογή των δραστηριοτήτων, όταν αυτό κρίνεται απαραίτητο',
      'β. Την αυξημένη ικανότητα αναγνώρισης και επίλυσης των ζητημάτων, που προκύπτουν',
      'γ. Την αυξημένη προθυμία και ικανότητα για μάθηση και αποτελεσματική χρήση της',
      'δ. Την ικανότητα διεύθυνσης, διοίκησης και καθοδήγησης της δραστηριότητας της',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '25. Η «Κατάλληλη ιεράρχηση των καθηκόντων και των καθημερινών υποχρεώσεων του',
    options: [
      'α. Προσανατολισμός στο αποτέλεσμα',
      'β. Ομαδικότητα',
      'γ. Προσαρμοστικότητα',
      'δ. Οργάνωση και προγραμματισμός',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '26. Σύμφωνα με τον ν. 4940/2022, ποια από τις παρακάτω διαδικασίες ΔΕΝ προβλέπεται στο',
    options: [
      'α. Η αξιολόγηση των εννέα δεξιοτήτων του/της υπαλλήλου',
      'β. Η αξιολόγηση από τον/την άμεσο/η Προϊστάμενο/η',
      'γ. Η αξιολόγηση από το σύνολο των συναδέλφων του/της υπαλλήλου',
      'δ. Η συζήτηση αξιολόγησης μεταξύ αξιολογητή/τριας και αξιολογούμενου/ης',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '35. Σύμφωνα με τον ν. 4940/2022 ποιο από τα παρακάτω αποδίδει καλύτερα τη φιλοσοφία',
    options: [
      'α. Η ανταμοιβή χορηγείται αποκλειστικά σε ομάδες και όχι σε μεμονωμένους',
      'β. Η ανταμοιβή είναι πανομοιότυπη για όλους/ες τους/τις υπαλλήλους που πληρούν τα',
      'γ. Η ανταμοιβή συνδέεται άμεσα με την αξιολόγηση συγκεκριμένων αποτελεσμάτων και',
      'δ. Η ανταμοιβή βασίζεται στην αρχαιότητα των υπαλλήλων, εφόσον πληρούνται οι',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '36. Σύμφωνα με τον ν. 4940/2022, ποιος είναι ο στόχος της λειτουργίας του Κύκλου Ποιότητας',
    options: [
      'α. Η ανάπτυξη νέων και καινοτόμων τεχνολογιών για τη δημόσια διοίκηση',
      'β. Η ενίσχυση της εφαρμογής του Κοινού Πλαισίου Αξιολόγησης (Κ.Π.Α.) και η',
      'γ. Η εκπαίδευση των δημοσίων υπαλλήλων στις σύγχρονες μεθόδους διοίκησης και',
      'δ. Η ενίσχυση της συνεργασίας των δημόσιων υπηρεσιών μέσω της τεχνολογίας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '37. Όσοι/ες επιλέγονται από το Ειδικό Συμβούλιο Επιλογής Προϊσταμένων (ΕΙ.Σ.Ε.Π.)',
    options: [
      'α. Δύο (2) ετών',
      'β. Τριών (3) ετών',
      'γ. Τεσσάρων (4) ετών',
      'δ. Πέντε (5) ετών',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '38. Η Επιτροπή Επιλογής Στελεχών του Δημοσίου, που αποτελείται από τέσσερις (4)',
    options: [
      'α. Επιλέγει τους/τις Υπηρεσιακούς/ες Γραμματείς των υπουργείων',
      'β. Προεπιλέγει τους/τις Ειδικούς/ές Γραμματείς των υπουργείων',
      'γ. Επιλέγει τους/τις Συντονιστές/στριες Αποκεντρωμένων Διοικήσεων',
      'δ. Επιλέγει τους/τις Γενικούς/ές Διευθυντές/τριες των υπουργείων',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '39. Βάσει του Οδηγού Ορθής Διοικητικής Συμπεριφοράς ο πιο ενδεδειγμένος τρόπος για την',
    options: [
      'α. «Υπουργείο Παιδείας, Θρησκευμάτων και Αθλητισμού, πώς μπορώ να σας',
      'β. «Καλημέρα σας. Ονομάζομαι ………… (όνομα)…………(επώνυμο), πώς μπορώ να σας',
      'γ. «Τμήμα Νομοθετικής Πρωτοβουλίας, πώς μπορώ να σας εξυπηρετήσω;»',
      'δ. «Καλημέρα. Πώς μπορώ να σας εξυπηρετήσω;»',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '40. Σύμφωνα με τον Οδηγό Καλής Συμπεριφοράς των Δημοσίων Υπαλλήλων, ο/η δημόσιος/α',
    options: [
      'α. Αντλεί ο/η ίδιος/α από το διαδίκτυο τις κρίσιμες ή ζητούμενες πληροφορίες, ή',
      'β. Καθοδηγεί τους πολίτες ώστε να αναζητούν τις κρίσιμες ή ζητούμενες πληροφορίες',
      'γ. Παραδίδει στους πολίτες τυπωμένες οδηγίες σχετικά με τις κρίσιμες πληροφορίες για',
      'δ. Προσπαθεί να πείσει τους πολίτες να επισκεφτούν τα Κέντρα Εξυπηρέτησης Πολιτών',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '41. Το Εθνικό Συμβούλιο Πολυεπίπεδης Διακυβέρνησης ΔΕΝ:',
    options: [
      'α. Εκπονεί μελέτες και υποβάλλει προτάσεις με σκοπό την υιοθέτηση βέλτιστων',
      'β. Σχεδιάζει πολιτικές προώθησης της εφαρμογής του Εθνικού Συστήματος',
      'γ. Γνωμοδοτεί κατόπιν ερωτήματος του Προέδρου του Συμβουλίου Διοίκησης της',
      'δ. Συλλέγει και παρακολουθεί τη νομολογία των εθνικών δικαστηρίων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '1. Ποια είναι η δυαδική αναπαράσταση του αριθμού 12;',
    options: [
      'α. 1100',
      'β. 1000',
      'γ. 1110',
      'δ. 1001',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '2. Ποια είναι η βασική λειτουργία της κρυφής μνήμης (Cache) σε μια CPU;',
    options: [
      'α. Αποθήκευση αρχείων χρήστη',
      'β. Διατήρηση προσωρινών δεδομένων για ταχύτερη προσπέλαση από την CPU',
      'γ. Εμφάνιση εικόνων στην οθόνη',
      'δ. Αποθήκευση δεδομένων στο διαδίκτυο',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '3. Ποια είναι η κύρια διαφορά μεταξύ ενός διακομιστή (server) και ενός προσωπικού',
    options: [
      'α. Οι διακομιστές χρησιμοποιούνται για την παροχή υπηρεσιών σε άλλα συστήματα',
      'β. Οι διακομιστές έχουν πάντα οθόνη και πληκτρολόγιο',
      'γ. Οι διακομιστές δεν διαθέτουν επεξεργαστή',
      'δ. Οι διακομιστές χρησιμοποιούνται μόνο για διαλογικά παιχνίδια',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '4. Ποια η διαφορά ανάμεσα στους αριθμούς σταθερής υποδιαστολής (fixed point) και στους',
    options: [
      'α. Οι αριθμοί κινητής υποδιαστολής έχουν μεταβλητή ακρίβεια',
      'β. Οι αριθμοί σταθερής υποδιαστολής καλύπτουν απεριόριστο εύρος',
      'γ. Οι αριθμοί κινητής υποδιαστολής χρησιμοποιούνται μόνο σε διακομιστές (servers)',
      'δ. Οι αριθμοί σταθερής υποδιαστολής χρησιμοποιούνται κυρίως σε φορητές συσκευές',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '5. Ποια είναι η κύρια διαφορά μεταξύ SRAM και DRAM;',
    options: [
      'α. Η SRAM είναι ταχύτερη και ακριβότερη, ενώ η DRAM είναι πιο αργή και φθηνότερη',
      'β. Η DRAM χρησιμοποιείται ως κρυφή μνήμη (Cache)',
      'γ. Η SRAM απαιτεί συνεχή ανανέωση των δεδομένων της',
      'δ. Η DRAM αποθηκεύει δεδομένα μόνιμα όπως ένας HDD',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '6. Ποιο είναι το βασικό χαρακτηριστικό ενός ενσωματωμένου (embedded) υπολογιστικού',
    options: [
      'α. Χρησιμοποιείται αποκλειστικά για gaming',
      'β. Είναι σχεδιασμένο για συγκεκριμένες λειτουργίες και όχι για γενική χρήση',
      'γ. Έχει πάντοτε ενσωματωμένη οθόνη',
      'δ. Δεν απαιτεί λογισμικό για να λειτουργήσει',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '7. Ποιος είναι ο κύριος ρόλος ενός λειτουργικού συστήματος;',
    options: [
      'α. Διαχείριση υλικού και πόρων του υπολογιστή',
      'β. Δημιουργία αρχείων κειμένου',
      'γ. Περιήγηση στο διαδίκτυο',
      'δ. Αναπαραγωγή πολυμέσων',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '8. Ποια είναι η κύρια διαφορά μεταξύ λογισμικού συστήματος και εφαρμογών;',
    options: [
      'α. Το λογισμικό συστήματος είναι δωρεάν, ενώ οι εφαρμογές όχι',
      'β. Το λογισμικό συστήματος διαχειρίζεται το υλικό, ενώ οι εφαρμογές εξυπηρετούν τον/την',
      'γ. Οι εφαρμογές είναι πάντα πιο αργές από το λογισμικό συστήματος',
      'δ. Το λογισμικό συστήματος είναι μόνο για προγραμματιστές',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '9. Ποιο από τα παρακάτω είναι λογισμικό ανοιχτού κώδικα (open source);',
    options: [
      'α. Windows 11',
      'β. MacOS Sonoma',
      'γ. Linux',
      'δ. iOS',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '10. Ποια εφαρμογή ΔΕΝ είναι πρόγραμμα περιήγησης στο διαδίκτυο;',
    options: [
      'α. Safari',
      'β. Edge',
      'γ. Notepad',
      'δ. Opera',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '11. Η νομοθεσία για τη ψηφιακή διακυβέρνηση αναφέρεται στο ηλεκτρονικό πρωτόκολλο ως:',
    options: [
      'α. Ένα εργαλείο αυτόματης μετάφρασης εγγράφων',
      'β. Το πληροφοριακό σύστημα συλλογής, καταγραφής και διανομής εγγράφων',
      'γ. Μια βάση δεδομένων με ευαίσθητα προσωπικά δεδομένα',
      'δ. Μια διαδικασία φυσικής καταγραφής των αρχείων',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '12. Ποιο από τα παρακάτω είναι ορθό, σύμφωνα με τον νόμο 4727/2020;',
    options: [
      'α. Η ταυτοποίηση φυσικών προσώπων είναι απαραίτητη προϋπόθεση για την έκδοση',
      'β. Η αυθεντικοποίηση φυσικών προσώπων είναι απαραίτητη προϋπόθεση για την έκδοση',
      'γ. Η ταυτοποίηση φυσικών προσώπων δεν είναι απαραίτητη προϋπόθεση για την έκδοση',
      'δ. Καμία από τις λοιπές απαντήσεις',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '13. Ποιο από τα παρακάτω ΔΕΝ εμπίπτει στα οφέλη της εφαρμογής της αρχής «μόνον άπαξ»;',
    options: [
      'α. Μείωση του διοικητικού βάρους για τους πολίτες και τις επιχειρήσεις',
      'β. Αποτελεσματικότερη, αποδοτικότερη (χαμηλότερου κόστους, ταχύτερη) λειτουργία της',
      'γ. Πρόληψη της απάτης',
      'δ. Ενίσχυση της δημιουργίας νέων δεδομένων από τους πολίτες για κάθε αίτημα',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '14. Τι είναι ο αλγόριθμος;',
    options: [
      'α. Μια γλώσσα προγραμματισμού',
      'β. Μια λογική ακολουθία βημάτων για την επίλυση ενός προβλήματος',
      'γ. Μια συσκευή του υπολογιστή',
      'δ. Ένα πρόγραμμα που εντοπίζει σφάλματα',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '15. Τι είναι μια βιβλιοθήκη (library) στον προγραμματισμό;',
    options: [
      'α. Μια συλλογή από βιβλία για προγραμματισμό',
      'β. Ένα ψηφιακό κατάστημα λογισμικού',
      'γ. Μια συλλογή προκαθορισμένων λειτουργιών και κλάσεων',
      'δ. Μια βάση δεδομένων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '16. Τι είναι η SQL;',
    options: [
      'α. Μια γλώσσα προγραμματισμού για ανάπτυξη παιχνιδιών',
      'β. Μια γλώσσα ερωτημάτων για διαχείριση βάσεων δεδομένων',
      'γ. Ένα λειτουργικό σύστημα',
      'δ. Ένα σύστημα ασφαλείας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '17. Τι είναι ο βρόχος (loop) στον προγραμματισμό;',
    options: [
      'α. Ένα σφάλμα στον κώδικα',
      'β. Μια δομή που επιτρέπει την επαναλαμβανόμενη εκτέλεση τμήματος κώδικα',
      'γ. Ένα σχόλιο στον κώδικα',
      'δ. Μια μέθοδος εκτύπωσης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '18. Τι είναι μια «κλάση» (class) στον προγραμματισμό;',
    options: [
      'α. Μια μεταβλητή',
      'β. Μια συνάρτηση',
      'γ. Ένα πρότυπο για τη δημιουργία αντικειμένων',
      'δ. Ένα σχόλιο στον κώδικα',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '19. Τι είναι το debugging;',
    options: [
      'α. Εντοπισμός και διόρθωση σφαλμάτων',
      'β. Δημιουργία αντιγράφων ασφαλείας',
      'γ. Εγκατάσταση και επικαιροποίηση προγραμμάτων',
      'δ. Διαχείριση δομημένων αρχείων',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '20. Ποιο από τα παρακάτω είναι σύστημα ελέγχου εκδόσεων;',
    options: [
      'α. Windows Update',
      'β. Git',
      'γ. Microsoft Office',
      'δ. Adobe Photoshop',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '21. Ποιο είναι το βασικό χαρακτηριστικό του αντικειμενοστρεφούς προγραμματισμού;',
    options: [
      'α. Ενθυλάκωση',
      'β. Παράλληλη εκτέλεση',
      'γ. Σειριακή επεξεργασία',
      'δ. Στατική μνήμη',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '22. Ποιος είναι ο κύριος σκοπός ενός Συστήματος Διαχείρισης Πελατών (Customer',
    options: [
      'α. Δημιουργία και διαχείριση οικονομικών συναλλαγών σε μια εταιρεία',
      'β. Αποθήκευση δεδομένων πελατών χωρίς ανάλυση ή χρήση για επιχειρησιακούς σκοπούς',
      'γ. Παρακολούθηση και ανάλυση των αλληλεπιδράσεων μιας επιχείρησης με τους πελάτες της',
      'δ. Έλεγχος φυσικής πρόσβασης στις εγκαταστάσεις μιας εταιρείας μέσω βιομετρικών στοιχείων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '23. Τι είναι το η νεφοϋπολογιστική (cloud computing);',
    options: [
      'α. Μηχανισμός για την εξ αποστάσεως χρήση υπολογιστικών πόρων',
      'β. Σύστημα για την ασφαλή τοπική αποθήκευση δεδομένων',
      'γ. Μηχανισμός για την κατανεμημένη διαχείριση εγγράφων',
      'δ. Εργαλεία για την επεξεργασία πολυμεσικών δεδομένων',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '24. Ποιο από τα ακόλουθα είναι θεμελιώδες χαρακτηριστικό της τεχνολογίας blockchain;',
    options: [
      'α. Οι συναλλαγές αποθηκεύονται σε μια κεντρική βάση δεδομένων την οποία διαχειρίζεται ένα',
      'β. Κάθε συμμετέχων στο δίκτυο έχει πρόσβαση στο πλήρες ιστορικό των συναλλαγών',
      'γ. Τα αρχεία της αλυσίδας μπλοκ (blockchain) μπορούν εύκολα να τροποποιηθούν μετά την',
      'δ. Οι συναλλαγές πρέπει να εγκριθούν από μία μόνο αρχή πριν προστεθούν στο κατανεμημένο',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '25. Ποια είναι η βασική λειτουργία του JOIN;',
    options: [
      'α. Συνένωση πινάκων',
      'β. Διαγραφή δεδομένων',
      'γ. Εγκατάσταση προγραμμάτων',
      'δ. Δημιουργία αντιγράφων ασφαλείας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '26. Ποια από τις παρακάτω προτάσεις περιγράφει καλύτερα τα «σύνολα δεδομένων υψηλής',
    options: [
      'α. Δεδομένα που δεν έχουν καμία χρησιμότητα για την κοινωνία ή την οικονομία',
      'β. Δεδομένα που προορίζονται αποκλειστικά για εσωτερική χρήση από δημόσιες υπηρεσίες',
      'γ. Δεδομένα που η περαιτέρω χρήση τους συνδέεται με σημαντικά οφέλη για την κοινωνία, το',
      'δ. Δεδομένα που είναι διαθέσιμα μόνο σε συγκεκριμένες επιχειρήσεις και οργανισμούς',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '27. Ποιος είναι ο βασικός ρόλος ενός ETL (Extract, Transform, Load) συστήματος στη',
    options: [
      'α. Εκτελεί ανάλυση δεδομένων και δημιουργεί αναφορές',
      'β. Αποθηκεύει δεδομένα προσωρινά στη μνήμη RAM',
      'γ. Μεταφέρει, μετασχηματίζει και φορτώνει δεδομένα σε αποθήκες δεδομένων',
      'δ. Διαχειρίζεται την κρυπτογράφηση των δεδομένων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '28. Δώστε την περιγραφή που προσεγγίζει με μεγαλύτερη ακρίβεια μια αποθήκη δεδομένων',
    options: [
      'α. Σύστημα σχεδιασμένο για ανάλυση και αναφορά μεγάλων ποσοτήτων δεδομένων,',
      'β. Σύστημα αποθήκευσης δεδομένων που επικεντρώνεται κυρίως στη διαχείριση συναλλαγών',
      'γ. Εξειδικευμένη βάση δεδομένων που εξυπηρετεί κυρίως εφαρμογές web, με δυνατότητες',
      'δ. Τεχνική διαχείρισης δεδομένων που περιλαμβάνει διαδικασίες καθαρισμού και οργάνωσης,',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '29. Ποιος αλγόριθμος χρησιμοποιείται συχνά για την ομαδοποίηση (clustering) στην ανάλυση',
    options: [
      'α. K-means',
      'β. QuickSort',
      'γ. Depth-First Search',
      'δ. PageRank',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '30. Ποιο από τα ακόλουθα σενάρια θα απαιτούσε πιθανότατα μια μηχανή ροής εργασιών',
    options: [
      'α. Συγγραφή ενός μυθιστορήματος',
      'β. Αναζήτηση αρχείων σε ένα αποθετήριο',
      'γ. Αυτοματοποίηση διαδικασιών έγκρισης εγγράφων',
      'δ. Επεξεργασία φωτογραφιών',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '31. Ποιο από τα ακόλουθα ΔΕΝ αποτελεί λειτουργική απαίτηση (functional requirement);',
    options: [
      'α. Το σύστημα πρέπει να επιτρέπει στους/στις χρήστες/τριες να επαναφέρουν τους κωδικούς',
      'β. Η εφαρμογή πρέπει να υποστηρίζει έλεγχο ταυτότητας χρηστών/τριών μέσω ηλεκτρονικού',
      'γ. Ο δικτυακός τόπος πρέπει να φορτώνει μέσα σε δύο δευτερόλεπτα',
      'δ. Το σύστημα πρέπει να παράγει μια αναφορά των μηνιαίων πωλήσεων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '32. Τι είναι ο δρομολογητής (router);',
    options: [
      'α. Συσκευή δρομολόγησης δικτύου',
      'β. Πρόγραμμα επεξεργασίας κειμένου',
      'γ. Σύστημα αποθήκευσης',
      'δ. Συσκευή εκτύπωσης',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '33. Ποιος είναι ο κύριος λόγος για τον οποίο η αποθήκευση αντιγράφων ασφαλείας σε',
    options: [
      'α. Να διασφαλιστεί ότι τα δεδομένα είναι πάντα διαθέσιμα, ανεξαρτήτως δικτυακών',
      'β. Να επιταχυνθεί η διαδικασία ανάκτησης δεδομένων χωρίς να χρειάζεται σύνδεση στο',
      'γ. Να προστατευθούν τα δεδομένα από εξωτερικές απειλές, όπως κυβερνοεπιθέσεις, και να',
      'δ. Να μειωθούν οι απαιτήσεις απόδοσης στους εξυπηρετητές κατά την ανάγνωση των',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '34. Ποιο από τα παρακάτω περιγράφει καλύτερα ένα σχέδιο ανάκαμψης από καταστροφή',
    options: [
      'α. Μια στρατηγική για τη διατήρηση τακτικών αντιγράφων ασφαλείας των δεδομένων',
      'β. Ένα σχέδιο για την ανάκτηση συστημάτων και δεδομένων μετά από ένα καταστροφικό',
      'γ. Μια διαδικασία για την προστασία των δικαιωμάτων πρόσβασης χρηστών σε ευαίσθητα',
      'δ. Μια στρατηγική για τη διαχείριση των εκδόσεων των δεδομένων και την αποκατάσταση',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '35. Ποιο πρωτόκολλο χρησιμοποιείται για ασφαλείς συνδέσεις στο διαδίκτυο;',
    options: [
      'α. HTTPS',
      'β. FTP',
      'γ. SMTP',
      'δ. UDP',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '36. Τι προσθέτει η αυθεντικοποίηση δύο παραγόντων (2FA) στις τυπικές διαδικασίες',
    options: [
      'α. Εφεδρικό κωδικό πρόσβασης',
      'β. Ένα πρόσθετο επίπεδο ασφάλειας με τη χρήση μιας δευτερεύουσας μεθόδου επαλήθευσης',
      'γ. Μια απαίτηση για έγκριση από τον διαχειριστή',
      'δ. Κρυπτογράφηση των διαπιστευτηρίων σύνδεσης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '37. Ποια είναι η κύρια διαφορά μεταξύ αυθεντικοποίησης και εξουσιοδότησης;',
    options: [
      'α. Αποτελούν την ίδια έννοια ασφάλειας',
      'β. Η αυθεντικοποίηση επαληθεύει την ταυτότητα του/της χρήστη/τριας, ενώ η εξουσιοδότηση',
      'γ. Η αυθεντικοποίηση χορηγεί πρόσβαση στο σύστημα και καθορίζει το επίπεδο πρόσβασης',
      'δ. Η εξουσιοδότηση χρησιμοποιείται μόνο στην ασφάλεια δικτύου',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '38. Ποια είναι η πιο ασφαλής προσέγγιση ελέγχου ταυτότητας πολλαπλών παραγόντων;',
    options: [
      'α. Χρήση δύο πανομοιότυπων μεθόδων ελέγχου ταυτότητας',
      'β. Βασιζόμενη αποκλειστικά στην προστασία με κωδικό πρόσβασης',
      'γ. Χρησιμοποιώντας μόνο βιομετρικά δεδομένα',
      'δ. Συνδυάζοντας κάτι που γνωρίζετε, κάτι που έχετε και κάτι που είστε',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '39. Τι είναι το firewall;',
    options: [
      'α. Τείχος προστασίας δικτύου',
      'β. Πρόγραμμα Antivirus',
      'γ. Λογισμικό επεξεργασίας κειμένου',
      'δ. Πρόγραμμα περιήγησης',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '40. Ποια είναι η βασική αρχή της κρυπτογράφησης δημόσιου κλειδιού;',
    options: [
      'α. Ασύμμετρη κρυπτογράφηση',
      'β. Συμπίεση αρχείων',
      'γ. Διαγραφή δεδομένων',
      'δ. Αντιγραφή αρχείων',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '41. Τι είναι το antivirus;',
    options: [
      'α. Λογισμικό προστασίας από ιούς',
      'β. Πρόγραμμα επεξεργασίας κειμένου',
      'γ. Σύστημα αποθήκευσης',
      'δ. Συσκευή εξόδου',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '42. Τι περιγράφει ο όρος «ανωνυμοποίηση»;',
    options: [
      'α. Την διαδικασία μετατροπής εγγράφων σε έγγραφα που σχετίζονται με ταυτοποιημένα',
      'β. Την διαδικασία μετατροπής εγγράφων σε ανώνυμα έγγραφα που δεν σχετίζονται με',
      'γ. Την διαδικασία αποθήκευσης προσωπικών δεδομένων σε ασφαλείς βάσεις δεδομένων',
      'δ. Την διαδικασία επεξεργασίας προσωπικών δεδομένων για την ανάλυση των συνηθειών των',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '43. Η ταυτοποίηση για την έκδοση διαπιστευτηρίων μπορεί να πραγματοποιηθεί:',
    options: [
      'α. Με φυσική παρουσία στα Κέντρα Εξυπηρέτησης Πολιτών (ΚΕΠ)',
      'β. Μέσω της Ανεξάρτητης Αρχής Δημοσίων Εσόδων',
      'γ. Με τη χρήση εξ αποστάσεως ταυτοποίησης που παρέχει διασφάλιση ισοδύναμη με τη',
      'δ. Όλες οι λοιπές απαντήσεις',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '44. Τι είναι η επίθεση ενδιάμεσου ανθρώπου (man-in-the-middle attack);',
    options: [
      'α. Απόκτηση μη εξουσιοδοτημένης πρόσβασης σε έναν διακομιστή',
      'β. Υποκλοπή και αλλοίωση της επικοινωνίας μεταξύ δύο μερών',
      'γ. Υπερφόρτωση ενός δικτύου με κίνηση για την πρόκληση διαταραχής',
      'δ. Χρήση κακόβουλου λογισμικού για το κλείδωμα αρχείων και την απαίτηση λύτρων',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '45. Ποιος είναι ο πρωταρχικός ρόλος μιας αρχής πιστοποίησης (Certificate Authority -CA);',
    options: [
      'α. Να δημιουργεί υποδομές διαδικτύου',
      'β. Να εκδίδει και να επικυρώνει ψηφιακά πιστοποιητικά',
      'γ. Να πωλεί ονόματα τομέα δικτυακών τόπων',
      'δ. Να σχεδιάζει αλγόριθμους κρυπτογράφησης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '46. Ποια είναι η βασική διαφορά μεταξύ Μηχανικής Μάθησης (ML) και Βαθιάς Μάθησης (DL);',
    options: [
      'α. Η Βαθιά Μάθηση χρησιμοποιεί νευρωνικά δίκτυα με πολλές κρυφές στρώσεις',
      'β. Η Μηχανική Μάθηση απαιτεί περισσότερα δεδομένα από τη Βαθιά Μάθηση',
      'γ. Η Βαθιά Μάθηση δεν βασίζεται σε δεδομένα για εκπαίδευση',
      'δ. Η Μηχανική Μάθηση χρησιμοποιεί μόνο συμβατικούς αλγορίθμους',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '47. Ποια τεχνική χρησιμοποιείται συχνά στην αναγνώριση προσώπων;',
    options: [
      'α. Αναδρομικά νευρωνικά δίκτυα (RNNs)',
      'β. Συνελικτικά νευρωνικά δίκτυα (CNNs)',
      'γ. Γραμμική παλινδρόμηση',
      'δ. Ανάλυση δεδομένων σε Excel',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '48. Ποιο από τα παρακάτω είναι μια εφαρμογή της Βαθιάς Μάθησης;',
    options: [
      'α. Ένα απλό υπολογιστικό φύλλο',
      'β. Η πρόβλεψη καιρού με μηχανική μάθηση',
      'γ. Η αναγνώριση εικόνας μέσω νευρωνικών δικτύων',
      'δ. Η χρήση SQL σε βάσεις δεδομένων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '49. Ποια από τις παρακάτω επιλογές περιγράφει καλύτερα την Ενισχυτική Μάθηση',
    options: [
      'α. Ένας τύπος Τεχνητής Νοημοσύνης όπου οι μηχανές μαθαίνουν μιμούμενες ανθρώπινη',
      'β. Μια μέθοδος Τεχνητής Νοημοσύνης όπου οι μηχανές μαθαίνουν λαμβάνοντας ανταμοιβές',
      'γ. Μια τεχνική εκπαίδευσης Τεχνητής Νοημοσύνης χρησιμοποιώντας προ-επισημασμένα',
      'δ. Μια διαδικασία όπου οι μηχανές μαθαίνουν αναλύοντας μεγάλες ποσότητες δεδομένων',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '50. Τι είναι ένα νευρωνικό δίκτυο στην Τεχνητή Νοημοσύνη;',
    options: [
      'α. Ένα εργαλείο προγραμματισμού που χρησιμοποιείται για την αποσφαλμάτωση του κώδικα',
      'β. Ένα φυσικό δίκτυο υπολογιστών συνδεδεμένων σε ένα γραφείο',
      'γ. Ένα μοντέλο εμπνευσμένο από τη δομή και τη λειτουργία του ανθρώπινου εγκεφάλου που',
      'δ. Μια συσκευή υλικού που έχει σχεδιαστεί για να επιταχύνει τους υπολογισμούς',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '51. Ποιος είναι ο σκοπός ενός GAN (Generative Adversarial Network);',
    options: [
      'α. Ανάλυση μεγάλων δεδομένων',
      'β. Δημιουργία ρεαλιστικών εικόνων και βίντεο',
      'γ. Πρόβλεψη καιρού',
      'δ. Διαχείριση αρχείων',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '52. Πώς συμβάλλει η επεξηγησιμότητα (explainability) στην υπεύθυνη χρήση των συστημάτων',
    options: [
      'α. Εξασφαλίζει ότι τα μοντέλα Τεχνητής Νοημοσύνης κάνουν πάντα σωστές προβλέψεις',
      'β. Βοηθά τους/τις χρήστες/τριες να κατανοούν και να εμπιστεύονται τις αποφάσεις της',
      'γ. Κάνει τα μοντέλα Τεχνητής Νοημοσύνης να λειτουργούν με λιγότερους υπολογιστικούς',
      'δ. Εξαλείφει την ανάγκη για ανθρώπινη επίβλεψη σε διαδικασίες που βασίζονται στην',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '1. Πότε καθιερώθηκε η «Αρχή της Δεδηλωμένης», σύμφωνα με την οποία ο/η πολιτικός που',
    options: [
      'α. Το 1844',
      'β. Το 1863',
      'γ. Το 1875',
      'δ. Το 1911',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '2. Το 1893:',
    options: [
      'α. Η Ελλάδα πτώχευσε και εγκαινιάσθηκε η Διώρυγα της Κορίνθου',
      'β. Διεξήχθησαν οι πρώτοι Ολυμπιακοί Αγώνες στην Αθήνα',
      'γ. Πραγματοποιήθηκε η διανομή των εθνικών γαιών',
      'δ. Αναθεωρήθηκε το Σύνταγμα',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '3. Πώς έληξε ο ελληνοτουρκικός πόλεμος του 1897;',
    options: [
      'α. Με παρέμβαση των Μεγάλων δυνάμεων όταν οι Τούρκοι πλησίαζαν τη Λαμία',
      'β. Με την ήττα της Οθωμανικής Αυτοκρατορίας που αναγκάστηκε να παραχωρήσει τη',
      'γ. Με κατάπαυση του πυρός μεταξύ των δύο κρατών λόγω των εκατέρωθεν τεράστιων',
      'δ. Με μεσολαβητική παρέμβαση της Ιταλίας',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '4. Ποιος πρωθυπουργός δολοφονήθηκε στην Αθήνα το 1905;',
    options: [
      'α. Ο Αλέξανδρος Ζαΐμης',
      'β. Ο Θεόδωρος Δηλιγιάννης',
      'γ. Ο Χαρίλαος Τρικούπης',
      'δ. Ο Γεώργιος Θεοτόκης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '5. Το κίνημα στο Γουδί ήταν:',
    options: [
      'α. Λαϊκό κίνημα με αίτημα την κατάργηση της Βασιλείας',
      'β. Κίνημα αξιωματικών με εκσυγχρονιστικά αιτήματα που, μετά από λίγο, επανήλθαν στα',
      'γ. Κίνημα αξιωματικών με αίτημα τον εκσυγχρονισμό της χώρας που εξελίχθηκε σε δικτατορία',
      'δ. Ογκώδης διαδήλωση με αίτημα την προκήρυξη πρόωρων εκλογών',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '6. Πότε προβλέφθηκε στο Σύνταγμα η μονιμότητα των δημοσίων υπαλλήλων;',
    options: [
      'α. Το 1844',
      'β. Το 1864',
      'γ. Το 1911',
      'δ. Το 1952',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '7. Εναντίον ποιας χώρας πολέμησε η Ελλάδα κατά τον Β’ Βαλκανικό Πόλεμο;',
    options: [
      'α. Της Τουρκίας',
      'β. Της Βουλγαρίας',
      'γ. Της Σερβίας',
      'δ. Της Ιταλίας',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '8. Κατά ποιου πολιτικού προσώπου «έριξε το ανάθεμα» το 1916 ο τότε Μητροπολίτης Αθηνών;',
    options: [
      'α. Του Κωνσταντίνου Α’',
      'β. Του Ιωάννη Μεταξά',
      'γ. Του Ελευθέριου Βενιζέλου',
      'δ. Του Γεώργιου Κονδύλη',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '9. Πού πολέμησαν ελληνικά στρατεύματα εκτός της Ελλάδος λίγο μετά τη λήξη του Α’',
    options: [
      'α. Βουλγαρία',
      'β. Νότια Κορέα',
      'γ. Βόρειο Βιετνάμ',
      'δ. Ουκρανία',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '10. Ποιος διετέλεσε Ύπατος Αρμοστής της Σμύρνης;',
    options: [
      'α. Ο Ελευθέριος Βενιζέλος',
      'β. Ο Δημήτριος Γούναρης',
      'γ. Ο Νικόλαος Πλαστήρας',
      'δ. Ο Αριστείδης Στεργιάδης',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '11. Σε τι αφορούσε η λεγόμενη «δίκη των 6»;',
    options: [
      'α. Στη δίκη των πρωταιτίων της Χούντας (1967-1974)',
      'β. Στη δίκη του Μπελογιάννη και άλλων στελεχών του ΚΚΕ (1951)',
      'γ. Στη δίκη αυτών που θεωρήθηκαν υπεύθυνοι για τη Μικρασιατική Καταστροφή το 1922',
      'δ. Στη δίκη όσων διετέλεσαν Πρωθυπουργοί και Υπουργοί των κατοχικών κυβερνήσεων',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '12. Ποιος διεθνής οργανισμός συνέδραμε την Ελλάδα μετά τη Μικρασιατική Καταστροφή του',
    options: [
      'α. Η Κοινωνία των Εθνών',
      'β. Ο Οργανισμός Ηνωμένων Εθνών',
      'γ. Το Συμβούλιο της Ευρώπης',
      'δ. Το Διεθνές Νομισματικό Ταμείο',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '13. Κατά τον εικοστό αιώνα η Γερουσία ως δεύτερο νομοθετικό σώμα λειτούργησε:',
    options: [
      'α. Από το 1909 έως το 1917',
      'β. Από το 1927 έως το 1935',
      'γ. Από το 1936 έως το 1941',
      'δ. Δεν λειτούργησε ποτέ',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '14. Τι από τα παρακάτω διευκόλυνε την ανατροπή του κοινοβουλευτικού πολιτεύματος την 4η',
    options: [
      'α. Η απειλή του Ιταλού δικτάτορα Μουσσολίνι να εισβάλει στην Ελλάδα',
      'β. Η απαίτηση του Γερμανού δικτάτορα Χίτλερ να εγκαθιδρυθεί φιλική προς τη Γερμανία',
      'γ. Ο πρόωρος θάνατος του τότε βασιλιά Γεωργίου Β’',
      'δ. Ο θάνατος ενός εν ενεργεία και τριών πρώην πρωθυπουργών στο πρώτο εξάμηνο του 1936',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '15. Ποιο γεγονός έδωσε το πρόσχημα στον Βασιλιά Γεώργιο Β’ και τον Ιωάννη Μεταξά να',
    options: [
      'α. Η αναγγελθείσα για την 5η Αυγούστου γενική απεργία των συνδικάτων',
      'β. Η απειλή της Ιταλίας για προσάρτηση της Κέρκυρας',
      'γ. Μία Απόπειρα δολοφονίας κατά του Βασιλιά',
      'δ. Ταραχές που ξέσπασαν μετά τον θάνατο του Βενιζέλου',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '16. Γιατί έγινε κυρίως γνωστό στην ελληνική ιστορία το Οχυρό Ρούπελ;',
    options: [
      'α. Στο σημείο αυτό σταμάτησε η ιταλική προέλαση επί ελληνικού εδάφους το 1940',
      'β. Για την ηρωική αντίσταση των ελληνικών δυνάμεων κατά των Γερμανών εισβολέων το 1941',
      'γ. Γιατί εκεί έλαβε χώρα αιματηρή σύγκρουση μεταξύ αντιστασιακών οργανώσεων και των',
      'δ. Γιατί εκεί σταμάτησε για ένα μήνα η βουλγαρική εισβολή που έλαβε χώρα παράλληλα με τη',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '17. Κατά την περίοδο 1941 – 1944 πρωθυπουργοί των εξόριστων ελληνικών κυβερνήσεων',
    options: [
      'α. Παναγής Τσαλδάρης, Γεώργιος Παπανδρέου, Εμμανουήλ Τσουδερός',
      'β. Εμμανουήλ Τσουδερός, Σοφοκλής Βενιζέλος, Γεώργιος Παπανδρέου',
      'γ. Εμμανουήλ Τσουδερός, Γεώργιος Παπανδρέου, Νικόλαος Πλαστήρας',
      'δ. Καμία από τις λοιπές απαντήσεις δεν είναι σωστή',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '18. Ποιος Αρχιεπίσκοπος Αθηνών διετέλεσε Αντιβασιλέας και πρωθυπουργός;',
    options: [
      'α. Ο Χριστόδουλος',
      'β. Ο Μακάριος',
      'γ. Ο Δαμασκηνός',
      'δ. Ο Σεραφείμ',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '19. Εκτός από τη Γερμανία και την Ιταλία, ποια άλλη χώρα κατείχε μέρος της ελληνικής',
    options: [
      'α. Η Ρουμανία',
      'β. Η Βουλγαρία',
      'γ. Η Τουρκία',
      'δ. Η Γιουγκοσλαβία',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '20. Τι ήταν το «Σχέδιο Μάρσαλ»;',
    options: [
      'α. Αμερικανικό σχέδιο για τη διχοτόμηση της Κύπρου με τη λεγόμενη διπλή ένωση με Ελλάδα',
      'β. Αμερικανικό σχέδιο για την ομαλή μετάβαση της Ελλάδος από τη δικτατορία των',
      'γ. Πρόγραμμα οικονομικής ενίσχυσης των χωρών της Δυτικής Ευρώπης (περιλαμβανομένης της',
      'δ. Αμερικανικό πρόγραμμα για την ανοικοδόμηση της Ελλάδας, της Τουρκίας, της Ισπανίας και',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '21. Ο πρώτος δημοσιοϋπαλληλικός κώδικας θεσπίστηκε:',
    options: [
      'α. Το 1911',
      'β. Το 1951',
      'γ. Το 1961',
      'δ. Το 1974',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '22. Σε ποιες βουλευτικές εκλογές, λόγω του ιδιόρρυθμου εκλογικού συστήματος που ίσχυσε τότε,',
    options: [
      'α. Του 1950',
      'β. Του 1951',
      'γ. Του 1956',
      'δ. Του 1964',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '23. Πότε έγινε η Ελλάδα κράτος – μέλος του ΝΑΤΟ;',
    options: [
      'α. Το 1938',
      'β. Το 1947',
      'γ. Το 1952',
      'δ. Το 1961',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '24. Ποια από τις παρακάτω εξελέγη πρώτη Ελληνίδα βουλευτής;',
    options: [
      'α. Η Άννα Συνοδινού το 1975',
      'β. Η Μελίνα Μερκούρη το 1965',
      'γ. Η Ελένη Σκούρα το 1953',
      'δ. Η Λίνα Τσαλδάρη το 1955',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '25. Πότε έγινε η Κύπρος ανεξάρτητο κράτος;',
    options: [
      'α. Το 1923',
      'β. Το 1945',
      'γ. Το 1960',
      'δ. Το 1967',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '26. Ποιος  Έλληνας βουλευτής δολοφονήθηκε το 1963 στη Θεσσαλονίκη με αποτέλεσμα να',
    options: [
      'α. Ο Χρήστος Λαδάς',
      'β. Ο Γρηγόρης Λαμπράκης',
      'γ. Ο Παύλος Μπακογιάννης',
      'δ. Ο Θεόδωρος Δηλιγιάννης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '27. Πόσες φορές  και πότε απετράπη με παρέμβαση των ΗΠΑ η εισβολή των Τούρκων στην Κύπρο',
    options: [
      'α. Μία, το 1962',
      'β. Μία, το 1964',
      'γ. Δύο, το 1964 και το 1967',
      'δ. Τρεις, το 1964, το 1967 και το 1971',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '28. Πότε αποσύρθηκε η μεραρχία που είχε αποστείλει, επί πρωθυπουργίας Γεωργίου',
    options: [
      'α. Το 1966 μετά από απαίτηση των Ηνωμένων Πολιτειών',
      'β. Το 1967 από την κυβέρνηση των συνταγματαρχών μετά από απαίτηση της Τουρκίας',
      'γ. Το 1968, μετά από αίτημα του Αρχιεπισκόπου και Προέδρου της Κύπρου Μακαρίου',
      'δ. Το 1972, μετά από εγγύηση των Ηνωμένων Πολιτειών και του Ηνωμένου Βασιλείου για την',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '29. Πότε εξαναγκάστηκε η Ελλάδα να αποχωρίσει από το Συμβούλιο της Ευρώπης λόγω',
    options: [
      'α. Το 1947',
      'β. Το 1966',
      'γ. Το 1969',
      'δ. Το 1974',
    ],
    correctIndex: 2,
  ),
  Question(
    text: '30. Ποιος  Έλληνας πρωθυπουργός συνέγραψε, μεταξύ πολλών άλλων βιβλίων,  το μνημειώδες',
    options: [
      'α. Ο Γεώργιος Ράλλης',
      'β. Ο Παναγιώτης Κανελλόπουλος',
      'γ. Ο Κωνσταντίνος Καραμανλής',
      'δ. Ο Γεώργιος Παπανδρέου',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '31. Ποιο κόμμα αναδείχθηκε αξιωματική αντιπολίτευση κατά τις πρώτες βουλευτικές εκλογές',
    options: [
      'α. Το Πανελλήνιο Σοσιαλιστικό Κίνημα (ΠΑΣΟΚ)',
      'β. Η Ένωση Κέντρου-Νέες Δυνάμεις',
      'γ. Η Ενιαία Δημοκρατική Αριστερά (ΕΔΑ)',
      'δ. Η Νέα Δημοκρατία (ΝΔ)',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '32. Ποιος από τους παρακάτω Έλληνες πολιτικούς διετέλεσε πρωθυπουργός για περισσότερα',
    options: [
      'α. Ο Ανδρέας Παπανδρέου',
      'β. Ο Κωνσταντίνος Καραμανλής',
      'γ. Ο Κωνσταντίνος Σημίτης',
      'δ. Ο Κωνσταντίνος Μητσοτάκης',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '33. Πότε καθιερώθηκε νομοθετικά η δημοτική σε όλες τις βαθμίδες της εκπαίδευσης;',
    options: [
      'α. Το 1973',
      'β. Το 1976',
      'γ. Το 1981',
      'δ. Το 1990',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '34. Η Βουλή που προέκυψε από τις εκλογές της 18ης Οκτωβρίου 1981 περιλάμβανε:',
    options: [
      'α. Τρεις κοινοβουλευτικές ομάδες: ΠΑΣΟΚ, ΝΔ, ΚΚΕ',
      'β. Τέσσερις κοινοβουλευτικές ομάδες: ΠΑΣΟΚ, ΝΔ, ΚΚΕ, ΚΚΕεσ.',
      'γ. Τέσσερις κοινοβουλευτικές ομάδες: ΠΑΣΟΚ, ΝΔ, ΚΚΕ, ΚΟΔΗΣΟ',
      'δ. Τέσσερις κοινοβουλευτικές ομάδες: ΠΑΣΟΚ, ΝΔ, ΚΚΕ, Εθνική Παράταξη',
    ],
    correctIndex: 0,
  ),
  Question(
    text: '35. Με την αναθεώρηση του Συντάγματος το 1986:',
    options: [
      'α. Ενισχύθηκαν οι αρμοδιότητες του Προέδρου της Δημοκρατίας',
      'β. Καθιερώθηκε η απλή αναλογική',
      'γ. Περιορίσθηκε η θητεία του Προέδρου της Δημοκρατίας',
      'δ. Περιορίσθηκαν οι αρμοδιότητες του Προέδρου της Δημοκρατίας',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '36. Ποιος διετέλεσε πρωθυπουργός Οικουμενικής Κυβέρνησης κατά την περίοδο της',
    options: [
      'α. Ο Τζαννής Τζανετάκης',
      'β. Ο Ξενοφών Ζολώτας',
      'γ. Ο Λουκάς Παπαδήμος',
      'δ. Ο Κωνσταντίνος Καραμανλής',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '37. Ποιος από τους παρακάτω συνθέτες διετέλεσε υπουργός από το 1990 έως το 1992 επί',
    options: [
      'α. Ο Μάνος Χατζηδάκης',
      'β. Ο Σταύρος Ξαρχάκος',
      'γ. Ο Γιώργος Χατζηνάσιος',
      'δ. Ο Μίκης Θεοδωράκης',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '38. Ποια είναι η σωστή χρονολογικά σειρά όσων διετέλεσαν Πρόεδροι της Δημοκρατίας από τον',
    options: [
      'α. Κ. Καραμανλής, Κ. Τσάτσος, Μ. Στασινόπουλος, Χρ. Σαρτζετάκης, Κ. Παπούλιας, Κ.',
      'β. Κ. Τσάτσος, Κ. Καραμανλής, Χρ. Σαρτζετάκης, Κ. Καραμανλής, Κ.  Στεφανόπουλος, Κ.',
      'γ. Μ. Στασινόπουλος, Κ. Καραμανλής, Χρ. Σαρτζετάκης, Κ. Καραμανλής, Κ. Στεφανόπουλος, Κ.',
      'δ. Κ. Τσάτσος, Μ. Στασινόπουλος, Κ. Καραμανλής, Χρ. Σαρτζετάκης, Κ. Στεφανόπουλος, Κ.',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '39. Πότε κατοχυρώθηκαν συνταγματικά στην Ελλάδα πέντε ανεξάρτητες αρχές;',
    options: [
      'α. Το 1911',
      'β. Το 1927',
      'γ. Το 1975',
      'δ. Το 2001',
    ],
    correctIndex: 3,
  ),
  Question(
    text: '40. Πότε έγινε η Ελλάδα μέλος της Οικονομικής και Νομισματικής Ένωσης (Ο.Ν.Ε.):',
    options: [
      'α. Το 1994',
      'β. Το 2001',
      'γ. Το 2004',
      'δ. Το 2008',
    ],
    correctIndex: 1,
  ),
  Question(
    text: '41. Οι Ολυμπιακοί Αγώνες της σύγχρονης εποχής πραγματοποιήθηκαν στην Ελλάδα:',
    options: [
      'α. Μία φορά το 2004',
      'β. Δύο φορές το 1896 και το 2004',
      'γ. Τρεις φορές το 1896, το 1902 και το 2004',
      'δ. Τρεις φορές το 1896, το 1904 και το 2004',
    ],
    correctIndex: 1,
  ),
];
